[
  {
    "context": "The Macintosh was one of the first computers in which the people could use a mouse for pointing on a screen which had icons.",
    "cluster": "0"
  },
  {
    "context": "It only needs a keyboard \"or\" a mouse to work.",
    "cluster": "0"
  },
  {
    "context": "However, using both a keyboard and a mouse makes many tasks easier.",
    "cluster": "0"
  },
  {
    "context": "Moving a mouse along a flat surface can move the on-screen cursor to different items on the screen.",
    "cluster": "0"
  },
  {
    "context": "Pointing to an item on the screen means moving your mouse so the pointer appears to be touching the item.when you point to something, a small box often appears that describes the item.",
    "cluster": "0"
  },
  {
    "context": "It is called a computer mouse because of the wire that connects the mouse to the computer.",
    "cluster": "0"
  },
  {
    "context": "This model was more like the mouse that we use today, but was made up of a big ball that the user had to roll in different directions to move the cursor.",
    "cluster": "0"
  },
  {
    "context": "A computer mouse is a handheld hardware input device that controls a cursor in a GUI and can move and select text, icons,files,and folders.",
    "cluster": "0"
  },
  {
    "context": "Today, many computer mice use wireless technology and have no wire.There are many types of mouse.",
    "cluster": "0"
  },
  {
    "context": "Most mice also have the \"scroll wheel\"—a small wheel found between the two main mouse buttons.",
    "cluster": "0"
  },
  {
    "context": "To choose something that is on the screen, the user can move the cursor to it and \"click\" the left mouse button.",
    "cluster": "0"
  },
  {
    "context": "The other mouse buttons can do different things, depending on the software.",
    "cluster": "0"
  },
  {
    "context": "Computer mouse  A computer mouse (plural: mice) is an input device that is most often used with a personal computer.",
    "cluster": "0"
  },
  {
    "context": "The mouse was originally known as the X-Y position Indicator for a display system and was invented by Douglas Engelbart in 1963 while working at Xerox PARC.However,due to Alto's lack of success, the first widely used application of the mouse was with the Apple Lisa computer.",
    "cluster": "0"
  },
  {
    "context": "Items can be moved or selected by pressing the mouse buttons (called clicking).",
    "cluster": "0"
  },
  {
    "context": "The computer mouse began to be widely used when Xerox Palo Alto Research introduced a GUI in 1981, where the mouse was used to click things on the screen.",
    "cluster": "0"
  },
  {
    "context": "This is because along with the keyboard, laptops have a built-in input device called a trackpad which does the same thing as a mouse.",
    "cluster": "0"
  },
  {
    "context": "On most computers, the user can move the mouse to move the cursor in the same direction.",
    "cluster": "0"
  },
  {
    "context": "The people who designed it thought that it looked like the tail on a mouse.",
    "cluster": "0"
  },
  {
    "context": "The picture to the right is an example of a desktop computer mouse with two buttons and a wheel.",
    "cluster": "0"
  },
  {
    "context": "Optical mouse, wireless mouse, mechanical mouse, trackball mouse.",
    "cluster": "0"
  },
  {
    "context": "For desktop computers, the mouse is placed on a flat surface such as a mouse pad Or a desk and is placed in front of your computer.",
    "cluster": "0"
  },
  {
    "context": "Today this pointing device is on virtually every computer.Move the mouse cursor- The primary function is to move the mouse pointer on the screen.",
    "cluster": "0"
  },
  {
    "context": "A mouse can also be connected to and used the same way with a laptop computer, but unlike a desktop computer, one does not have to be connected to use the laptop.",
    "cluster": "0"
  },
  { "context": "They can hear a mouse move in the grass.", "cluster": "1" },
  {
    "context": "In particular, they felt that Windows 1.0 put too much emphasis on mouse input at a time when mouse use was not yet widespread; not providing enough resources for new users; and for performance issues, especially on systems with lower computer hardware specifications.",
    "cluster": "0"
  },
  {
    "context": "The best known mouse species is the common house mouse (\"Mus musculus\").",
    "cluster": "1"
  },
  {
    "context": "Mouse  A mouse (plural \"mice\") is a rodent, which is a kind of mammal.",
    "cluster": "1"
  },
  {
    "context": "The word \"mouse\" should only be used for small murines, but does get used for other distantly-related small rodents.",
    "cluster": "1"
  },
  {
    "context": "The common house mouse is thought of as a pest.",
    "cluster": "1"
  },
  {
    "context": "The aggressive \"grasshopper mouse\" rarely eats other mice, but it does like grasshoppers and insects.",
    "cluster": "1"
  },
  { "context": "Chuck E. Cheese is another famous mouse.", "cluster": "1" },
  {
    "context": "At Thorn Valley Timothy learns from a young girl mouse that the mice who were thought to have been killed during the escape from NIMH are still alive, so he and the rats try to rescue them.",
    "cluster": "1"
  },
  {
    "context": "A widow mouse lives with her children (Martin, Teresa, Cynthia and Timothy).",
    "cluster": "1"
  },
  { "context": "A mouse and keyboard are used for input.", "cluster": "0" },
  {
    "context": "Later, MS-DOS often had programs using a mouse and graphics to make work more simple and quick.",
    "cluster": "0"
  },
  {
    "context": "The muroid family is large and complex, and the common terms rat and mouse are not specific.",
    "cluster": "1"
  },
  {
    "context": "That means the terms \"rat\" and \"mouse\" are not specific in a taxonomic way.",
    "cluster": "1"
  },
  {
    "context": "If a large muroid is discovered, it will often have \"rat\" in its name, if it is small, it will often be called \"mouse\".",
    "cluster": "1"
  },
  {
    "context": "Scientifically, the terms are not confined to members of the \"Rattus\" and \"Mus\" genera: see, for example, the pack rat and cotton mouse.",
    "cluster": "1"
  },
  {
    "context": "Computers commonly use an optical computer mouse as an input device.",
    "cluster": "0"
  },
  {
    "context": "His first Pokémon was a lightning-tailed mouse named Pikachu followed by his first-caught Pokémon called Caterpie.",
    "cluster": "1"
  },
  {
    "context": "Cursor  A cursor is a shape on a computer screen that shows where actions made with the keyboard or mouse will make a change.",
    "cluster": "0"
  },
  {
    "context": "When he looked down at his feet he saw a mouse sitting there.",
    "cluster": "1"
  },
  {
    "context": "Throughout most of the movie, his only true friend aside from his mother is the mouse Timothy, making fun of the stereotype between mice and elephants.",
    "cluster": "1"
  },
  {
    "context": "A mouse named Timothy comes and scares the mean herd.",
    "cluster": "1"
  },
  {
    "context": "Mouse is a mouse who became the only friend of elephants Dumbo and his mother Mrs. Jumbo.",
    "cluster": "1"
  },
  {
    "context": "In a graphical user interface, the user can use the computer mouse to click on buttons.",
    "cluster": "0"
  },
  {
    "context": "Computers today usually have a memory port, 2 or more USB ports, a parallel port (for use with old printers usually), audio & microphone jacks, a network port and ports for the keyboard and mouse.",
    "cluster": "0"
  },
  {
    "context": "Some of the plugs, such as the video, keyboard and mouse plugs, are a special color.",
    "cluster": "0"
  },
  {
    "context": "The title of the book comes from a mouse in the story named Algernon who also has the experiment done on him.",
    "cluster": "1"
  },
  {
    "context": "In the early 1980s, still at Apple, Jobs was one of the first to see the commercial potential of using a mouse to use with the GUI.",
    "cluster": "0"
  },
  {
    "context": "The pen acts like a mouse for desktop PCs or like a touch pad for laptops.",
    "cluster": "0"
  },
  {
    "context": "The brown rat and the house mouse are both used for medical tests.",
    "cluster": "1"
  },
  {
    "context": "Wood mouse  The Wood Mouse (\"Apodemus sylvaticus\") or Long-tailed Field Mouse is a common rodent.",
    "cluster": "1"
  },
  {
    "context": "The field mouse (Apodemus sylvaticus L.), along with the brown rat (Rattus norvegicus Berkenhout) and the house mouse (Mus musculus domesticus Schwartz & Schwartz), are one of only three recorded types of rodent present on the island.",
    "cluster": "1"
  },
  {
    "context": "The Field mouse has been proven to be extremely intelligent.",
    "cluster": "1"
  },
  {
    "context": "[3]  Field mouse is the name for a large group of mice in the UK but the real field mouse is the Long Tailed Field Mouse or wood mouse.",
    "cluster": "1"
  },
  {
    "context": "It involved a mouse and an unidentified gay man.",
    "cluster": "1"
  },
  {
    "context": "Though these animals are like pet mice and rats, the tail of a spiny mouse is much more delicate.",
    "cluster": "1"
  },
  {
    "context": "Spiny mouse  The term spiny mouse refers to any species of rodent within the genus Acomys.",
    "cluster": "1"
  },
  {
    "context": "These stiff hairs are why they are called the \"spiny mouse\".",
    "cluster": "1"
  },
  {
    "context": "The spiny mouse should never be picked up by its tail and should be handled with care to avoid a degloving injury.",
    "cluster": "1"
  },
  {
    "context": "Interestingly, the mouse never drinks water, instead deriving it metabolically from the foods it eats.",
    "cluster": "1"
  },
  {
    "context": "The name \"kangaroo mouse\" refers to the species' extraordinary jumping ability, as well as its habit of bipedal locomotion.",
    "cluster": "1"
  },
  {
    "context": "Kangaroo mouse  A kangaroo mouse is either one of the two species of jumping mouse (genus Microdipodops) native to the deserts of the Southwestern United States.",
    "cluster": "1"
  },
  {
    "context": "The two species are:  Both species of kangaroo mouse live in sandy desert ecosystems.",
    "cluster": "1"
  },
  {
    "context": "The kangaroo mouse collects food and maintains large stocks in their burrows.",
    "cluster": "1"
  },
  {
    "context": "The burrow, the entrance to which the mouse covers during daylight hours, is also used to raise litters of between 2 and 7 young.",
    "cluster": "1"
  },
  {
    "context": "Silky pocket mouse  Perognathus is a genus of pocket mouse.",
    "cluster": "1"
  },
  {
    "context": "Pocket mouse  Chaetodipus is a genus of pocket mouse.",
    "cluster": "1"
  },
  {
    "context": "Touchscreen  A touchscreen (also spelled as \"touch screen\") is a computer screen that can be used by touching it with a finger or a stylus pen, instead of using a mouse and keyboard.",
    "cluster": "0"
  },
  {
    "context": "The keyboard and mouse will pull out from underneath the desk.",
    "cluster": "0"
  },
  {
    "context": "It is named after its two main characters: a blue-grey cat named Tom and a brown house mouse named Jerry.",
    "cluster": "1"
  },
  {
    "context": "House mouse  House mouse (\"Mus musculus\") the common mouse is one of the species of the genus \"Mus\".",
    "cluster": "1"
  },
  {
    "context": "In good conditions, the mouse population rises quickly.",
    "cluster": "1"
  },
  {
    "context": "It is a small, scaly-tailed mouse with a distinct notch in the cutting surface of upper incisors (seen best in side view).",
    "cluster": "1"
  },
  { "context": "Often, it is just called a mouse.", "cluster": "1" },
  {
    "context": "Although not native to North America, the house mouse was introduced accidentally to seaport towns.",
    "cluster": "1"
  },
  {
    "context": "X provides the basic components to build GUI environments: drawing and moving windows on the screen and interacting with a mouse or a keyboard.",
    "cluster": "0"
  },
  {
    "context": "But most laptops do allow the user is able to attach (connect) a separate mouse.",
    "cluster": "0"
  },
  {
    "context": "They are mostly found on laptop computers because, when the user is travelling, sometimes he or she cannot use a mouse.",
    "cluster": "0"
  },
  {
    "context": "Next to the touchpad are push-buttons that work just like mouse buttons, including left-clicking and right-clicking.",
    "cluster": "0"
  },
  {
    "context": "Touchpad  A touchpad (also called a trackpad) is a type of input device for computers that does the same things as a computer mouse.",
    "cluster": "0"
  },
  {
    "context": "For example, the normal function for tapping on the pad is the left-click on the mouse.",
    "cluster": "0"
  },
  {
    "context": "Most touchpads have the function of tapping, which imitates the left-click button on a mouse.",
    "cluster": "0"
  },
  {
    "context": "However, touchpads on today's mobile devices such as smartphones and tablet computers have been replaced with the touchscreen, which is used much like a touchpad except the screen is built into the touch-sensitive surface itself so that no mouse cursor is needed.",
    "cluster": "0"
  },
  {
    "context": "The user can change it in the settings section to the right-click of the mouse, if the user likes it better.",
    "cluster": "0"
  },
  {
    "context": "The mouse in the rhyme runs down when the clock strikes one and Cromwell only reigned for one year.",
    "cluster": "1"
  },
  {
    "context": "However, a field mouse warns the rabbits that General Woundwort and a small strike team are coming.",
    "cluster": "1"
  },
  {
    "context": "Dr. Capecchi has also pursued a systematic analysis of the mouse Hox gene family.",
    "cluster": "1"
  },
  {
    "context": "Mario Capecchi is known for his work in gene targeting of the mouse embryonic stem cells.",
    "cluster": "1"
  },
  {
    "context": "Togo mouse  The Togo mouse (or Büttner's African forest mouse or the Groove-toothed forest mouse, \"Leimacomys buettneri\") is a unique muroid rodent.",
    "cluster": "1"
  },
  {
    "context": "Very little is known about the habits of this unusual mouse.",
    "cluster": "1"
  },
  {
    "context": "The mouse-like hamsters are not real hamsters, although they look like hamsters.",
    "cluster": "1"
  },
  {
    "context": "Mouse-like hamsters live the longest of all the mouse species.",
    "cluster": "1"
  },
  {
    "context": "There, he discovers it was not Dedede who stole it, but the Squeaks, a band of mouse thieves.",
    "cluster": "1"
  },
  {
    "context": "After defeating Daroach, the mouse hands over the treasure chest he believes to contain Kirby's cake.",
    "cluster": "1"
  },
  {
    "context": "Event-driven programming  In computer programming, event-driven programming also known as event-based programming is a programming method in which the flow of the program is determined by sensor outputs or user actions (such as mouse clicks, key presses) or by messages from other programs or threads running on the computer.",
    "cluster": "0"
  },
  {
    "context": "It also supports upwards and downwards mouse aiming (though aiming up and down distorts the graphics due to not having perspective correction).",
    "cluster": "0"
  },
  {
    "context": "Although only the size of a very small mouse (65 to 80 mm and 10 to 14 g), it can leap and glide long distances from tree to tree, up to 25 metres.",
    "cluster": "1"
  },
  {
    "context": "Feathertail glider  The feathertail glider (\"Acrobates pygmaeus\"), also known as the pygmy gliding possum, pygmy glider or flying mouse, is the world's smallest gliding mammal.",
    "cluster": "1"
  },
  {
    "context": "It is about a blue cat named Tom and a mouse named Jerry.",
    "cluster": "1"
  },
  {
    "context": "In a computer graphical user interface (GUI), an event can be as simple as a mouse click or keystroke.",
    "cluster": "0"
  },
  {
    "context": "A mouse or a rat strain is a group of animals that is genetically uniform.",
    "cluster": "1"
  },
  {
    "context": "The mouse organ played music and the mice squeaked in high voices.",
    "cluster": "1"
  },
  {
    "context": "They lived in the “mouse organ” (a pun on the word mouthorgan).",
    "cluster": "1"
  },
  {
    "context": "Postgate thought he could make better programmes than the ones he was working on, so he created \"Alexander the Mouse\", a story about a mouse that was born to be king.",
    "cluster": "0"
  },
  {
    "context": "Stallone then created the action thriller movie \"Nighthawks\" (1981), in which he plays a New York city cop who plays a cat and mouse game with a foreign terrorist.",
    "cluster": "1"
  },
  {
    "context": "Cotton mouse  The Cotton Mouse (Peromyscus gossypinus) is a species of rodent in the Cricetidae family.",
    "cluster": "1"
  },
  { "context": "This mouse is very close to extinction.", "cluster": "1" },
  {
    "context": "DESCRIPTION The Chinese Hamster looks very like a mouse without the long tail.",
    "cluster": "1"
  },
  {
    "context": "It has a very low respiration and metabolic rate for an animal of its size, about two thirds that of a mouse of the same size.",
    "cluster": "1"
  },
  {
    "context": "One thing that makes Ask.com different from other search engines is that it lets the searcher see a little picture of the web page before they click it, by putting the mouse cursor over the little binoculars without clicking it.",
    "cluster": "0"
  },
  {
    "context": "It is a small yellow electric mouse, but does not have as much power as a Pikachu.",
    "cluster": "1"
  },
  {
    "context": "Pikachu  Pikachu is a yellow mouse Pokemon from the fictional Pokémon world that was created by Satoshi Tajiri.",
    "cluster": "1"
  },
  {
    "context": "\"Chu\" comes from the power of speech of a mouse in Japanese.",
    "cluster": "1"
  },
  {
    "context": "The game can be controlled with keys on the keyboard, and also a mouse can be used to run, turn, and shoot.",
    "cluster": "0"
  },
  {
    "context": "Soon Edgecomb and two of his fellow guards, Howell (played by David Morse) and Stanton (played by Barry Pepper), notice something odd about Coffey: he's able to perform what seem to be miracles of healing, like bringing a dead mouse back to life, leading them to wonder just what sort of person he could be, and if he could have done the crimes with which he was charged.",
    "cluster": "1"
  },
  {
    "context": "It tells the story of a mouse named Timothy Brisby, the youngest son of Jonathan and Mrs. Brisby, who goes to Thorn Valley wanting to become a hero like his father.",
    "cluster": "1"
  },
  {
    "context": "One day he comes across a female mouse named Jenny, whose parents were two of the lost six mice who tried to escape NIMH but were thought to have died.",
    "cluster": "1"
  },
  {
    "context": "They have keen eyesight to see even the smallest mouse scamper across a field.",
    "cluster": "1"
  },
  {
    "context": "This shows that it has been opened by a small rodent like the dormouse, wood mouse, or bank vole.",
    "cluster": "1"
  },
  {
    "context": "The toothmarks are parallel with rough marks on the nut surface if a wood mouse made the hole.",
    "cluster": "1"
  },
  {
    "context": "These include guns, cameras, screws and in recent years the computer mouse and the iPhone.",
    "cluster": "0"
  },
  {
    "context": "Some items such as a computer mouse can be designed for right handed people but still be used by left handed people and in some cases may even be an improvement for right handed users.",
    "cluster": "0"
  },
  {
    "context": "In the end, Zimmerman called himself deadmau5, as a shorter version of \"dead mouse\".",
    "cluster": "1"
  },
  {
    "context": "The name deadmau5 started when Zimmerman found a dead mouse in his computer, while he was replacing his video card.",
    "cluster": "1"
  },
  {
    "context": "Deadmau5  deadmau5 pronounced \"dead mouse\", (real name: Joel Zimmerman) (born January 5, 1981 in Niagara Falls, Ontario) is a Grammy-nominated and Juno winning Canadian electro and progressive house producer, DJ, and performer.",
    "cluster": "1"
  },
  {
    "context": "The player controls the character by using the mouse to make the character go places.",
    "cluster": "0"
  },
  {
    "context": "Mouse deer  Chevrotains, also known as mouse deer, are small even-toed ungulates that make up the family Tragulidae  Mouse deer live in Asia.",
    "cluster": "1"
  },
  { "context": "The mouse is one example.", "cluster": "1" },
  {
    "context": "This text faded out when the mouse was moved on the page, and normal search functionality is achieved by filling in the search field with the desired terms and pressing enter.",
    "cluster": "0"
  },
  {
    "context": "Computer rage may manifest itself in verbal abuse and occasionally physical violence towards the object, in some cases violent actions towards the hardware itself, usually either thumping the keyboard, shaking the monitor or banging the mouse on the table/desk.",
    "cluster": "0"
  },
  {
    "context": "Firmicutes make up the largest portion of the mouse and human gut microbiome.",
    "cluster": "1"
  },
  {
    "context": "Transformation of animal and plant cells was also investigated with the first transgenic mouse being created by injecting a gene for a rat growth hormone into a mouse embryo in 1982.",
    "cluster": "1"
  },
  {
    "context": "The first knockout mouse was created by Mario R. Capecchi, Martin Evans and Oliver Smithies in 1989, for which they were awarded the Nobel Prize in Physiology or Medicine for 2007.",
    "cluster": "1"
  },
  {
    "context": "Knockout mouse  A knockout mouse is a genetically engineered mouse in which one or more genes have been turned off by a gene knockout.",
    "cluster": "1"
  },
  {
    "context": "By causing a specific gene to be inactive in the mouse, and observing any differences from normal behaviour or condition, researchers can infer its probable function.",
    "cluster": "1"
  },
  {
    "context": "The treated cells can be added a mouse's tissue by embryo injection.",
    "cluster": "1"
  },
  {
    "context": "To target genes in mice, the construct is inserted into mouse embryonic stem cells in tissue culture.",
    "cluster": "1"
  },
  {
    "context": "Compared to laptop computers, tablets are lighter, more portable, have longer battery life, generate less heat, and don't need a mouse or keyboard to be connected.",
    "cluster": "0"
  },
  {
    "context": "The right mouse button will use an item or place blocks.",
    "cluster": "0"
  },
  {
    "context": "If you have a middle button on your mouse; simply click it when hovering over a block to \"pick\" it.",
    "cluster": "0"
  },
  {
    "context": "The Computer mouse is used to look around, the Left mouse button is used to attack or break blocks.",
    "cluster": "0"
  },
  {
    "context": "Sylvester Junior is useually seen with Sylvester in the cartoons when Sylvester is trying to catch a baby kangaroo named Hippety Hopper who he often mistakes for a mouse to prove a point to his son.",
    "cluster": "1"
  },
  {
    "context": "The bottle washes up in New York City, where it is found by the Rescue Aid Society, an international mouse organization inside the United Nations.",
    "cluster": "1"
  },
  {
    "context": "The movie is about the Rescue Aid Society, an international mouse organization headquartered in New York City and shadowing the United Nations.",
    "cluster": "1"
  },
  {
    "context": "In April 2014, Microsoft released an update for Windows 8.1 with improvements for keyboard and mouse users.",
    "cluster": "0"
  },
  {
    "context": "Modern UI is best used with a touchscreen, but can be controlled by mouse and keyboard.",
    "cluster": "0"
  },
  {
    "context": "\"To a Mouse\" is about a young man who accidentally overturns the soil of a mouse’s nest.",
    "cluster": "1"
  },
  {
    "context": "Jobs decided all Apple computers from that time on would use a mouse.",
    "cluster": "0"
  },
  {
    "context": "It used a computer mouse to point and click on objects on the computer's screen.",
    "cluster": "0"
  },
  {
    "context": "It is like an upside-down mouse with a ball that sticks out.",
    "cluster": "0"
  },
  {
    "context": "The field mouse does not listen to Thumbelina's protests.",
    "cluster": "1"
  },
  {
    "context": "The mouse thinks Thumbelina should marry her neighbor, a smart and well-to-do mole.",
    "cluster": "1"
  },
  {
    "context": "She has several adventures with a toad, a mole, a field mouse, and other creatures of field and forest.",
    "cluster": "1"
  },
  {
    "context": "She is finally given a home by an old field mouse.",
    "cluster": "1"
  },
  {
    "context": "Thumbelina thanks the mouse by taking care of her little house.",
    "cluster": "1"
  },
  { "context": "He locks the mouse in the county jail.", "cluster": "1" },
  {
    "context": "It was the mouse's way of describing the cat.",
    "cluster": "1"
  },
  { "context": "Krazy has an unrequited love for the mouse.", "cluster": "1" },
  {
    "context": "Recently, epigenetic chimeras have been discovered in mouse models.",
    "cluster": "1"
  },
  {
    "context": "In 2006, Yamanaka and his team took adult mouse fibroblasts and turned them back into stem cells in tissue culture.",
    "cluster": "1"
  },
  { "context": "The speed of the spiny mouse is up to .", "cluster": "1" },
  {
    "context": "Cairo spiny mouse  The Cairo Spiny Mouse (Acomys cahirinus) is a species of mouse that lives in Africa, the Middle East and Europe.",
    "cluster": "1"
  },
  { "context": "The mouse grows to long and weighs up to .", "cluster": "1" },
  {
    "context": "Crusio showed that about 50% of the variation found between different inbred mouse strains in the sizes of their IIPMF were due to genetic differences.",
    "cluster": "1"
  },
  {
    "context": "He and his co-editors developed standards for the publication of mouse mutant studies for this journal.",
    "cluster": "1"
  },
  {
    "context": "In Heidelberg, Crusio became interested in the inheritance of variations in the neuroanatomy of the mouse hippocampus.",
    "cluster": "1"
  },
  {
    "context": "A good mouse model for the Fragile X syndrome is available because there are mice in which the \"Fmr1\" gene has been changed so that it does not work any more.",
    "cluster": "1"
  },
  {
    "context": "Injecting mouse pups with thyroxine results in larger IIPMF projections.",
    "cluster": "1"
  },
  {
    "context": "Then one mouse asks who will volunteer to put the bell on the cat?",
    "cluster": "1"
  },
  {
    "context": "Several species of native mammals including echidnas, the Ooldea dunnart, kultarr, red kangaroo, eastern wallaroo, Gould's wattled bat, lesser long-eared bat, spinifex hopping mouse, sandy inland mouse and dingos have been recorded on the Angas Downs.",
    "cluster": "1"
  },
  {
    "context": "Engelbart was known for inventing the computer mouse in 1964.",
    "cluster": "0"
  },
  {
    "context": "A young mouse named Bisky who lives at Redwall Abbey figures out riddles with his friends to find four beautiful jewels that had been hidden in Redwall a long time ago.",
    "cluster": "1"
  },
  {
    "context": "George Davis Snell  George Davis Snell (December 19, 1903 – June 6, 1996) was an American mouse geneticist and basic transplant immunologist.",
    "cluster": "1"
  },
  {
    "context": "He owns a parrot called Polynesia, a pig called Gub-Gub, a dog called Jip, a duck called Dab-Dab, a monkey called Chee-Chee, an owl called Too-Too, and a white mouse named \"Whitey\".",
    "cluster": "1"
  },
  {
    "context": "Content can be synchronized on all devices, apps made for Windows 10 on PCs, Android, and iOS can be made to work on Windows 10 Mobile, and some phones will allow the user to plug in their device to a computer monitor and use a \"Computer-like\" interface with a mouse and keyboard.",
    "cluster": "0"
  },
  {
    "context": "Handshaking (computing)  Handshaking is the establishment of a connection between the computer and a peripheral device, such as a mouse or a keyboard.",
    "cluster": "0"
  },
  {
    "context": "Later, rapamycin has been shown to extend mouse lifespan in several separate experiments.",
    "cluster": "1"
  },
  {
    "context": "The Institute now employs around 900 people and does four main areas of research: human genetics, pathogen genetics, mouse and zebrafish genetics and bioinformatics.",
    "cluster": "1"
  },
  {
    "context": "This proposal met with general applause, until an old mouse got up and said : \"That is all very well, but who is to bell the Cat ?\".",
    "cluster": "1"
  },
  {
    "context": "Some said this, and some said that ; but at last a young mouse got up and said he had a proposal to make, which he thought would meet the case.",
    "cluster": "1"
  },
  {
    "context": "Then the old mouse said : \"It is easy to propose impossible remedies\".",
    "cluster": "1"
  },
  {
    "context": "The player controls Jerry, the mouse, as he traverses through four different themed worlds – a movie theater, a junkyard, a toy store, and a house.",
    "cluster": "1"
  },
  {
    "context": "List of Tom and Jerry video games  The animated cat and mouse duo Tom and Jerry, have appeared in various video games.",
    "cluster": "1"
  }
]
