[
  {
    "context": "Use a capital a at the start of a sentence if trying to communicate.",
    "cluster": "0"
  },
  {
    "context": "The first letter of a sentence is capitalised in many languages, as are the first letters of proper nouns such as names of people and places.",
    "cluster": "0"
  },
  {
    "context": "Users of E Prime would consider the changed sentence more accurate.",
    "cluster": "0"
  },
  {
    "context": "Instead, an E Prime speaker or writer uses different verbs like \"to become,\" \"to remain,\" and \"to equal\" or they might choose to rearrange the sentence to show that the \"thing\" does not actually \"act\".",
    "cluster": "0"
  },
  { "context": "Average sentence is 37 words long.", "cluster": "0" },
  {
    "context": "Average sentence length is 12 words or fewer.",
    "cluster": "0"
  },
  { "context": "Average sentence is 15 to 20 words long.", "cluster": "0" },
  {
    "context": "This paradox is not just true in English but in any language powerful enough for a sentence to make a claim about itself.",
    "cluster": "0"
  },
  {
    "context": "It is the simple sentence \"This sentence is a lie.\"",
    "cluster": "0"
  },
  { "context": "So the sentence being true makes it a lie.", "cluster": "0" },
  { "context": "So the sentence being a lie makes it true.", "cluster": "0" },
  {
    "context": "If the sentence is true, then it is a lie, as it says.",
    "cluster": "0"
  },
  {
    "context": "If the sentence is a lie, then it is not as it says, it is true.",
    "cluster": "0"
  },
  { "context": "But that is just what the sentence says.", "cluster": "0" },
  {
    "context": "the formula; (0.141 * average sentence length)+(0.086 * percentage of difficult words)+0.839 = grade level  According to Oleander Solutions (), the revised Spache Formula is:  Where:",
    "cluster": "0"
  },
  {
    "context": "The number of words per sentence are counted.",
    "cluster": "0"
  },
  {
    "context": "Another use of \"spirit\" means the main purpose or meaning of a sentence or document.",
    "cluster": "0"
  },
  {
    "context": "Sentence difficulty is usually measured by sentence length.",
    "cluster": "0"
  },
  {
    "context": "Humans can judge whether a semi-colon or colon should count as the end of a sentence for testing purposes.",
    "cluster": "0"
  },
  {
    "context": "A similar definition of the term \"Universe\" is everything that exists at a single moment of time, such as the present or the beginning of time, as in the sentence \"The Universe was of size 0\".",
    "cluster": "0"
  },
  {
    "context": "But you cannot say \"My teacher is very interesting me in math\" because in this sentence \"interesting\" is a verb.",
    "cluster": "0"
  },
  {
    "context": "Certain parts of a sentence naturally come before verbs or after them, but these are not always the same for all verbs.",
    "cluster": "0"
  },
  {
    "context": "An English sentence must have at least one primary-form verb.",
    "cluster": "0"
  },
  {
    "context": "Instead they use other words in the sentence to show when the verb happens.",
    "cluster": "0"
  },
  {
    "context": "The main sentence parts are: subject, object, complement, and modifier.",
    "cluster": "0"
  },
  {
    "context": "It is the main part of a sentence: every sentence has a verb.",
    "cluster": "0"
  },
  {
    "context": "This is called inversion, and it usually means the sentence is a question.",
    "cluster": "0"
  },
  {
    "context": "The difference between them is mainly in where they can go in a sentence.",
    "cluster": "0"
  },
  {
    "context": "A US \"prison\" or \"penitentiary\" is run by the state or federal government and holds people who are serving a long sentence for a serious crime.",
    "cluster": "1"
  },
  {
    "context": "Those who break the law and are convicted (found guilty) in court can receive a prison sentence, which is an order to spend an amount of time in prison.",
    "cluster": "1"
  },
  {
    "context": "In Mandarin, the sentence \"ma ma ma ma\" () includes four different words.",
    "cluster": "0"
  },
  {
    "context": "The case system is a set of word endings (sounds/letters attached to the ends of words) that show the grammatical roles of words in a sentence.",
    "cluster": "0"
  },
  {
    "context": "The nominative case, which is the form listed in the dictionary, is used for the subject of the sentence.",
    "cluster": "0"
  },
  {
    "context": "Because the grammatical roles are shown by the endings, the order of words in a sentence is more free in Russian than, for example, in English.",
    "cluster": "0"
  },
  {
    "context": "`( sentence   The next piece, an optimizer rearranges the tree structure so the target language is optimized.",
    "cluster": "0"
  },
  {
    "context": "Sangh asked him to choose (1) fight for the sangh against kolis (2) death sentence or he will leave the country (3) Social boycott of his family.",
    "cluster": "1"
  },
  {
    "context": "Phrase  A \"phrase\" is a small group of words that adds meaning to a sentence.",
    "cluster": "0"
  },
  {
    "context": "A phrase is not a sentence because it is not a complete idea with a subject, verb and a predicate.",
    "cluster": "0"
  },
  {
    "context": "Preposition  Prepositions are words which link nouns, pronouns and phrases to other words in a sentence  Prepositions usually describe the position of something, the time when something happens and the way in which something is done, although the prepositions \"of\", \"to\" and \"for\" have some separate functions.",
    "cluster": "0"
  },
  {
    "context": "For example, in the sentence: \"The dog that was walking down the street\", the relative pronoun is the word that referring back to the antecedent, the word 'dog'.",
    "cluster": "0"
  },
  {
    "context": "In the sentence \"The spy who loved me\", the relative pronoun is the word 'who' and its antecedent is the word 'spy'.",
    "cluster": "0"
  },
  {
    "context": "A subject pronoun can replace a noun that is the subject of a sentence.",
    "cluster": "0"
  },
  {
    "context": "In the sentence, \"he walks cool\", the word 'cool' is an adverb.",
    "cluster": "0"
  },
  {
    "context": "This is one example in which the same word can be both an adjective and an adverb but not in the same sentence.",
    "cluster": "0"
  },
  {
    "context": "It all depends on what the word is doing in the sentence.",
    "cluster": "0"
  },
  {
    "context": "In the sentence, \"cool the hot dish\", the word 'cool' is a verb.",
    "cluster": "0"
  },
  {
    "context": "In the sentence, \"it is a cool evening\", the word 'cool' is an adjective.",
    "cluster": "0"
  },
  {
    "context": "As a rule, the same word can play different roles but not in the same sentence.",
    "cluster": "0"
  },
  {
    "context": "Examples of adverbs in a sentence (with the adverb in italics): that is a weird word and is seen differently  An adverb can also modify (describe) an adjective or another adverb  Examples:  In the first two examples the word 'well' is an adverb.",
    "cluster": "0"
  },
  {
    "context": "Finally, many famous phrases, quotes and saying also make use of alliteration:  •Busy as a bee •Dead as a doornail •Get your goat •Give up the ghost •Good as gold •Home sweet home •Last laugh •Leave in the Lurch •Living the life •Look to your laurels •Mad as a March hare •Make a mountain out of a molehill •Method to the madness •Moaning Minnie •Neck and neck •Not on your nelly •Out of order •Pleased as punch •Pooh-pooh •Primrose path •Right as rain •Right roughshod •Round Robin  Alliteration is commonly used since it adds interest to a sentence and can be a great way to help you remember names and phrases that you might other wide forget.",
    "cluster": "0"
  },
  {
    "context": "Alliteration  Alliteration is when a sentence or phrase has many words that start with the same sound.",
    "cluster": "0"
  },
  {
    "context": "Basically the first consonant repeats itself throughout the sentence.",
    "cluster": "0"
  },
  {
    "context": "The three systems are used interchangeably, and all three systems can often be found in the same sentence.",
    "cluster": "0"
  },
  {
    "context": "In Japanese, the sentence follows the subject-object-verb (SOV) order, meaning the verb is at the end of the sentence, and the subject is at the beginning.",
    "cluster": "0"
  },
  {
    "context": "\"I love you\" is a sentence which has only one clause.",
    "cluster": "0"
  },
  { "context": "A sentence can contain many clauses.", "cluster": "0" },
  { "context": "Clause  A clause is a part of a sentence.", "cluster": "0" },
  {
    "context": "It may be a part of a compound or complex sentence, but it can also stand on its own as a simple sentence (or independent clause).",
    "cluster": "0"
  },
  {
    "context": "\"I love you and I will always love you\" is a sentence which has two clauses.",
    "cluster": "0"
  },
  {
    "context": "A simple sentence may also be called an independent clause.",
    "cluster": "0"
  },
  {
    "context": "The paradox is: If one changes this question to a sentence, it becomes: We can make this even more simple.",
    "cluster": "0"
  },
  {
    "context": "First we must see that because God can do anything:  Now we can write the sentence as these facts: Facts 1, 2 and 3 must always be true.",
    "cluster": "0"
  },
  {
    "context": "Eric Robert Rudolph is currently serving a life sentence for the bombing.",
    "cluster": "1"
  },
  {
    "context": "He was allowed to serve his 2-year sentence without prison time.",
    "cluster": "1"
  },
  {
    "context": "In Pig Latin, this sentence :  comes to mean:  The British name for Pig Latin is \"backslang\".",
    "cluster": "0"
  },
  {
    "context": "A sentence can be \"Is-thay is-ay an-ay example-ay of-ay Ig-pay Atin-lay ith-way ashes-day\", or \"Isthay isay anay exampleay ofay Igpay Atinlay ithoutway ashesday.\"",
    "cluster": "0"
  },
  {
    "context": "In some countries, courts have the power to sentence people to death (the death penalty).",
    "cluster": "1"
  },
  {
    "context": "A complete sentence has at least a subject and a main verb to state (declare) a complete thought.",
    "cluster": "0"
  },
  {
    "context": "This is an example of a sentence: In this sentence, 'The dog' is the subject, and 'is' is the verb.",
    "cluster": "0"
  },
  {
    "context": "At the end of the sentence there is a full stop or full point (American: 'period').",
    "cluster": "0"
  },
  {
    "context": "A \"phrase\" or \"clause\" is part of a sentence.",
    "cluster": "0"
  },
  {
    "context": "A sentence is the basic unit of language which expresses a complete thought.",
    "cluster": "0"
  },
  { "context": "A clause is a sentence within a sentence.", "cluster": "0" },
  {
    "context": "Sentence  A sentence is a group of words that are put together to mean something.",
    "cluster": "0"
  },
  { "context": "Therefore, it is not a sentence.", "cluster": "0" },
  {
    "context": "In English and many other languages, the first word of a written sentence has a capital letter.",
    "cluster": "0"
  },
  {
    "context": "A year later, Andrew Broughton, who was then Mayor of Maidstone (and also Clerk to the High Court of Justice) gave the death sentence to Charles I.",
    "cluster": "1"
  },
  {
    "context": "Changing the cases of the words, however, to \"Robertem ianua aperit\" will change the meaning of the sentence - ianua is now in the nominative case so it is the subject and Robert is now the object.",
    "cluster": "0"
  },
  {
    "context": "In Spanish, the sentence \"Robert opens the door\" can either be written as \"Roberto abre la puerta\" (Robert opens the door) or \"Abre Roberto la puerta\" (Opens Robert the door).",
    "cluster": "0"
  },
  {
    "context": "In Norwegian that same sentence would be \"Jeg spiller bare tennis noen ganger\", directly translated to \"I play only tennis some times\" in English.",
    "cluster": "0"
  },
  {
    "context": "In that sentence, \"ianuam\" is the accusative case of ianua (door).",
    "cluster": "0"
  },
  {
    "context": "In Portuguese this sentence could be \"Eu só jogo tênis algumas vezes\"; translating each word to English: \"I only play tennis some times\".",
    "cluster": "0"
  },
  {
    "context": "In English, changing the word order to \"The door opens Robert\" will change the meaning of the sentence.",
    "cluster": "0"
  },
  {
    "context": "For example, in the sentence \"Robert opens the door\", Robert is the subject, opens is the verb and door is the object.",
    "cluster": "0"
  },
  {
    "context": "For example, in Latin, that sentence could be written \"Robert ianuam aperit\", literally \"Robert the door opens\".",
    "cluster": "0"
  },
  {
    "context": "The sample sentence \"Robert opens the door\" would become ロバートはドアを開ける \"Robāto-wa doa-o akeru\", in which は \"wa\" as in ロバートは \"Robāto-wa\" shows that ロバート \"Robāto (Robert)\" is the topic of the sentence and を \"o\" as in ドアを \"doa-o\" shows that ドア \"doa\" is the direct object of the sentence.",
    "cluster": "0"
  },
  {
    "context": "In English, a simple sentence with a verb (an action), subject (who or what is doing the action), and an object (whom or what the action is done to) is written in a Subject-Verb-Object word order (SVO).",
    "cluster": "0"
  },
  {
    "context": "\"Robert\" is in the nominative case, which means that it is the subject of the sentence.",
    "cluster": "0"
  },
  {
    "context": "In Japanese, for example, a simple sentence is written in a Subject-Object-Verb word order (SOV).",
    "cluster": "0"
  },
  {
    "context": "It is the part of syntax that has to do with the order words are in a sentence.",
    "cluster": "0"
  },
  {
    "context": "The languages often use postpositions, which act like prepositions except they appear after content words rather than before, to show the role a word has in the sentence.",
    "cluster": "0"
  },
  {
    "context": "Accusative case means that the noun is the object of the sentence.",
    "cluster": "0"
  },
  {
    "context": "In other words, the sentence \"Robert opens the door\" becomes \"Robert the door opens\" in these languages.",
    "cluster": "0"
  },
  {
    "context": "Paragraph  A paragraph is a group of words put together to form a group that is usually longer than a sentence.",
    "cluster": "0"
  },
  {
    "context": "This topic sentence of the paragraph tells the reader what the paragraph will be about.",
    "cluster": "0"
  },
  {
    "context": "In most organized forms of writing, such as essays, paragraphs contain a topic sentence .",
    "cluster": "0"
  },
  {
    "context": "The judge described the sentence as \"totally inadequate for a case such as this\", although it was the maximum sentence allowed for the charge under the Criminal Law Amendment Act of 1885.",
    "cluster": "1"
  },
  {
    "context": "I would say to myself: 'All you have to do is write one true sentence.",
    "cluster": "0"
  },
  {
    "context": "So finally, I would write a true sentence and go on from there.",
    "cluster": "0"
  },
  { "context": "Write the truest sentence you know.'", "cluster": "0" },
  {
    "context": "This cleared up a lot of players' confusion, because many thought that a sentence like \"LUGIA is found in the WHIRL ISLANDS\" looked unusual.",
    "cluster": "0"
  },
  {
    "context": "Aerobic metabolism is about (see sentence above) 15 times more efficient than anaerobic metabolism.",
    "cluster": "0"
  },
  {
    "context": "Between 2001 and 2003 the average sentence for rape was two years in prison.",
    "cluster": "1"
  },
  { "context": "An example sentence in Persian:", "cluster": "0" },
  {
    "context": "When dealing with words-as-words, short-form works and sentence fragments, this style places periods and commas outside the quotation marks:  With direct speech, British placing depends on whether or not the quoted statement is complete or a fragment.",
    "cluster": "0"
  },
  {
    "context": "First, to connect two independent clauses into a single sentence.",
    "cluster": "0"
  },
  {
    "context": "The writer just has to make sure that the sentence is understood as it is written.",
    "cluster": "0"
  },
  {
    "context": "Only the period, however, \"may not\" end a quoted sentence when it does not also end the enclosing sentence, except for literal text:  This is a colon: :  Colons can be used at the beginning of a list.",
    "cluster": "0"
  },
  { "context": "can end a sentence.", "cluster": "0" },
  { "context": "A period or stop is used to end a sentence.", "cluster": "0" },
  {
    "context": "When dealing with words-as-words, short-form works and sentence fragments, standard American style places periods and commas inside the quotation marks:  This style also places periods and commas inside the quotation marks when dealing with direct speech, regardless of whether the work is fiction or non-fiction:  In both major styles, regardless of placement, only one end mark (?, !, or .)",
    "cluster": "0"
  },
  {
    "context": "Often it is best to change the sentence so that the meaning does not rest on a comma.",
    "cluster": "0"
  },
  {
    "context": "Colons can be used to replace a semicolon in between two parts of a sentence, but this is not common today.",
    "cluster": "0"
  },
  {
    "context": "In September 2002 a Turkish court finally reduced his sentence to life imprisonment.",
    "cluster": "1"
  },
  {
    "context": "His appeal was rejected in November but the sentence was suspended while there was a review by the European Court of Human Rights.",
    "cluster": "1"
  },
  {
    "context": "He was soon released while he appealed for political asylum, Italian law forbids the extradition of someone to a country where they would face a death sentence.",
    "cluster": "1"
  },
  {
    "context": "The BBC said that \"In 1998, the Iranian Government gave a public commitment it would not carry out the death sentence against Mr Rushdie\", but some people such as \"Iranian hardliners\" don't agree.",
    "cluster": "1"
  },
  {
    "context": "According to UNESCO, illiteracy is not being able to write or read a simple sentence in any language.",
    "cluster": "0"
  },
  {
    "context": "The King used his veto to stop laws that would sentence émigrés to death.",
    "cluster": "1"
  },
  {
    "context": "If you are a prisoner in this situation and you only care about yourself, the way to get the smallest sentence is to betray the other prisoner.",
    "cluster": "1"
  },
  {
    "context": "No matter what, you get a shorter sentence when you betray than when you do not.",
    "cluster": "1"
  },
  {
    "context": "The closing sentence on his final blog post, two days before his death, said, \"So on this day of reflection I say again, thank you for going on this journey with me.",
    "cluster": "0"
  },
  { "context": "The trial ended with a sentence of death ().", "cluster": "1" },
  { "context": "\"This sentence is false\".", "cluster": "0" },
  {
    "context": "\"This sentence is false\" is a proposition that is called undecidable.",
    "cluster": "0"
  },
  {
    "context": "He was sentenced to a life sentence for each murder.",
    "cluster": "1"
  },
  {
    "context": "Bryant has been given a sentence of life in gaol for each of the 35 murders.",
    "cluster": "1"
  },
  {
    "context": "This includes verb tenses, and sentence structure.",
    "cluster": "0"
  },
  {
    "context": "The Convention also established the European Court of Human Rights (ECtHR), and the sentence of this Court has a force legal power by its Article 46.",
    "cluster": "1"
  },
  {
    "context": "The punishment was changed to a sentence of exile and hard labour, but not before they were forced to go through a mock execution.",
    "cluster": "1"
  },
  {
    "context": "One thing that makes it particularly difficult for many foreigners to learn is that Khmer words are not separated in a sentence and the sounds are quite hard for foreigners to replicate.",
    "cluster": "0"
  },
  {
    "context": "But still each word in the sentence can be distinguished.",
    "cluster": "0"
  },
  {
    "context": "The first sentence can be understood to say \"I \"exist\" as a human\", and simply speaking, this is probably true.",
    "cluster": "0"
  },
  {
    "context": "The fourth sentence is more difficult to understand, because it can be understood to say \"seven \"exists\" as the sum of four and three\", but \"seven\" is not something that we can see or touch like a pen or a human.",
    "cluster": "0"
  },
  {
    "context": "The Romans used to sentence prisoners to this kind of labour.",
    "cluster": "1"
  },
  {
    "context": "A problem with Occam's razor is that the sentence is not really about things (\"entia\" = entities), but about explanations or hypotheses.",
    "cluster": "0"
  },
  {
    "context": "The sentence “The peasants are revolting” is ambiguous because it could mean:  The British comedian Ronnie Barker said that he loved the English language because there are so many jokes you can make using ambiguity.",
    "cluster": "0"
  },
  {
    "context": "The mother meant “old” in a friendly way (“dear old Mrs Jones”), but the sentence could also mean: find out Mrs Jones’s age.",
    "cluster": "0"
  },
  {
    "context": "By the time of the Council of Trent eleven years later, this sentence, and some new words, had been added to the Hail Mary.",
    "cluster": "0"
  },
  {
    "context": "In 1566, the Catechism of the Council of Trent included this sentence in the prayer: \"Holy Mary, Mother of God, pray for us sinners now and at the hour of our death.",
    "cluster": "0"
  },
  {
    "context": "Roh's 22 1/2-year jail sentence was reduced to 17 years.",
    "cluster": "1"
  },
  {
    "context": "That sentence was changed to a life sentence.",
    "cluster": "1"
  },
  {
    "context": "Later, Chun changed Kim's sentence in return for U.S. support.",
    "cluster": "1"
  },
  {
    "context": "However, when an SI unit is spelled out in English, it should always begin with a lower case letter (newton)—except in a situation where any word in that position would be capitalized, such as at the beginning of a sentence or in material using title case.",
    "cluster": "0"
  },
  {
    "context": "Despite his prudence, the new monarch did not hesitate to order the exhumation of the corpse of the man who had signed the death sentence of his father, to cut off his head and expose it in the Tower of London.",
    "cluster": "1"
  },
  {
    "context": "\"Chief Inoni Ephraim claimed his innocence after the judge gave him a 20 years sentence for his alleged participation in funds embezzlement in the Albatross affair.\"",
    "cluster": "1"
  },
  {
    "context": "The Bundesgerichtshof reduced the penalty to a suspended sentence of two years in 1994.",
    "cluster": "1"
  },
  {
    "context": "After Emperor Xuanzong became ruler in 712 AD, Princess Taiping's old age and power was seen as a threat to the young emperor, and she was given a death sentence to kill herself in 713 AD.",
    "cluster": "1"
  },
  {
    "context": "In March 2005, the Federal Supreme Court in Karlsruhe upheld the prison sentence against a band member.",
    "cluster": "1"
  },
  {
    "context": "He is best known for serving a prison sentence for the murder of Mayhem guitarist \"Øystein Aarseth\" and arson of churches.",
    "cluster": "1"
  },
  {
    "context": "Some writers put a space between the end of their sentence and the question mark.",
    "cluster": "0"
  },
  {
    "context": "Question mark  The question mark is a punctuation mark that is used at the end of a sentence when asking a question.",
    "cluster": "0"
  },
  {
    "context": "During late 2007 Nicole Richie faced charges of drunk driving and risked a jail sentence similar to Paris Hilton, her co-star and friend in \"The Simple Life\".",
    "cluster": "1"
  },
  {
    "context": "After sentencing, the jury forewoman commented regarding the death sentence that \"\"They need to do this swiftly.",
    "cluster": "1"
  },
  {
    "context": "Croatian alphabet (Gaica) 1830.c  In Croatian, nouns change form depending on the composition of the sentence.",
    "cluster": "0"
  },
  {
    "context": "To know a noun's gender is very important because it affects all the words in a sentence that are tied to the noun, such as adjectives.",
    "cluster": "0"
  },
  {
    "context": "Engrish also sometimes happens when a word or sentence is badly translated on the Internet.",
    "cluster": "0"
  },
  {
    "context": "The only person who could commute the sentence is Iranian Head of Judiciary, Ayatollah Mahmoud Hashemi Shahroudi.",
    "cluster": "1"
  },
  {
    "context": "Her case has raised controversy for number a reasons:  Delara's sentence was upheld by Iran's Supreme Court.",
    "cluster": "1"
  },
  {
    "context": "People have tried for 150 years to make a single sentence in PIE, but this has not happened yet.",
    "cluster": "0"
  },
  {
    "context": "He is subject of several human rights campaigns, who protesting against his sentence, because of evidence that his act was a self-defense and he was under age if 18 - his death sentence is a violation of international law, Tehran had signed.",
    "cluster": "1"
  },
  {
    "context": "Before the year 1959 when Alaska and Hawaii became states, the sentence \"the 49th state\" was used.",
    "cluster": "0"
  },
  {
    "context": "It is used to show strong emotion at the end of a sentence or after an interjection.",
    "cluster": "0"
  },
  {
    "context": "Most generators will start the first paragraph with \"L\"orem ipsum dolor sit amet,\" \" and then words selected from its word list according to model sentence and paragraph structure rules, so as to approximate the distribution of English word, sentence and paragraph lengths.",
    "cluster": "0"
  },
  {
    "context": "On appeal, her conviction and sentence have been confirmed with finality by the Indonesian Supreme Court, with legal maneuvers continuing on her behalf.",
    "cluster": "1"
  },
  {
    "context": "She was convicted and sentenced in Bali on 27 May 2005 by the Denpasar (Indonesia) District Court and was serving her sentence in Kerobokan Prison, Bali.",
    "cluster": "1"
  },
  {
    "context": "Corby served a twenty year sentence for the importation of 4.1 kg (9 lb) of cannabis into Bali, Indonesia.",
    "cluster": "1"
  },
  {
    "context": "Later, Klein got into tax trouble, and served a two-month jail sentence for income tax .",
    "cluster": "1"
  },
  {
    "context": "The only person who could have commuted the death sentence is Ayatollah Mahmoud Hashemi Shahroudi, the head of the judiciary.",
    "cluster": "1"
  },
  {
    "context": "His case raised strong controversies, because of both nature of his crime and fact he was 17 year old (Iran, because of international obligations, is not permitted to sentence anyone to death for crime he or she had committed under age of 18).",
    "cluster": "1"
  },
  {
    "context": "Pinochet canceled the sentence after this, and Reeve was given with three national awards from Chile for his actions.",
    "cluster": "1"
  },
  {
    "context": "Although it is possible to write a sentence in only hiragana or katakana characters, it is hard for most Japanese people to understand because the kanji symbols represent a concept which the kana do not show.",
    "cluster": "0"
  },
  {
    "context": "He spent six months in a juvenile detention center after a robbery and later completed 9½ years of an 18½ year prison sentence for armed robbery and kidnapping which at the time he started it he was sixteen.",
    "cluster": "1"
  },
  {
    "context": "After the fighting de Valera was court-martialled, convicted, and sentenced to death, but the sentence was changed to for life imprisonment.",
    "cluster": "1"
  },
  {
    "context": "A pun usually uses a word which can have more than one meaning, even if the spelling is different:   Sometimes a pun may use a whole phrase that can be heard in more than one way, as in the following knock-knock joke:  (The last sentence is supposed to mean: “This was the way I used to speak before I got my false teeth”).",
    "cluster": "0"
  },
  {
    "context": "He was four months into a fifteen-month sentence for the assault and false imprisonment of a male escort, in his East London flat.",
    "cluster": "1"
  },
  {
    "context": "He was tagged and placed on a curfew for the rest of the sentence.",
    "cluster": "1"
  },
  {
    "context": "Guede appealed against his sentence, and it was changed from 30 to 16 years in prison.",
    "cluster": "1"
  },
  {
    "context": "However the court continued for over 7 years in again attempting to sentence them, to 26 and 25 years in prison, until they were judged completely innocent in 2014, as the last step in the court legal actions.",
    "cluster": "1"
  },
  {
    "context": "This sentence resulted into Tina's father calling the Australian justice system a \"sham\".",
    "cluster": "1"
  },
  {
    "context": "The death of Tina resulted from an error or mistake, and the short prison sentence was a fair in his lawyers' opinions.",
    "cluster": "1"
  },
  {
    "context": "With the agreement of two of the three judges, the sentence was increased to eighteen months.",
    "cluster": "1"
  },
  {
    "context": "Finally, Chesterman said of Gabe Watson, \"\"That the respondent himself promptly provided the information which proved the case against him and that for years he has borne the unjust charge, made very public, of murder are factors requiring substantial amelioration in sentence.\"\"",
    "cluster": "1"
  },
  {
    "context": "Because he was for many years unfairly blamed and unfairly accused for her murder, he should have his prison sentence shortened.)",
    "cluster": "1"
  },
  {
    "context": "However, the appeal judges had agreed with the trial judge on most of the issues except the six month increase in the prison sentence.",
    "cluster": "1"
  },
  {
    "context": "He faced a mandatory life sentence, if found guilty.",
    "cluster": "1"
  },
  {
    "context": "However they did not agree about the prison sentence.",
    "cluster": "1"
  },
  {
    "context": "The Crown had said that Gabe's sentence should be increased because it believed the sentence was wrong.",
    "cluster": "1"
  },
  {
    "context": "Six months were added to the prison sentence after an appeal that took place just six weeks later.",
    "cluster": "1"
  },
  {
    "context": "In general, one uses the word \"shalom\" as the short form of the sentence \"Shalom Aleichem\" (exactly \"Peace is with you\") that can be translated as \"good day (morning, afternoon, high noon...)\" (a greeting).",
    "cluster": "0"
  },
  {
    "context": "Even though Lindström was given a hefty discount from her sentence because she had agreed to testify against Steven Spaliviero and two other men, the Crown appealed against the sentence as \"manifestly inadequate\".",
    "cluster": "1"
  },
  {
    "context": "On 23 July 2008 her maximum sentence was increased from three years and 10 months to four years and nine months, making her eligible for parole in May, 2010.",
    "cluster": "1"
  },
  {
    "context": "William Shakespeare is the author of the most famous sentence written in English: \"To be, or not to be, that is the question:\".",
    "cluster": "0"
  },
  {
    "context": "In that case they would have to serve their eight-year prison sentence in France.",
    "cluster": "1"
  },
  {
    "context": "Others include a measure of syntax such as sentence length.",
    "cluster": "0"
  },
  {
    "context": "As discussed in prose difficulty, sentence length is an index of syntactical difficulty.",
    "cluster": "0"
  },
  {
    "context": "The number of words per sentence are counted.",
    "cluster": "0"
  },
  {
    "context": "The formula has been criticized as it mainly uses sentence length.",
    "cluster": "0"
  },
  {
    "context": "Tymoshenko appealed against the sentence on 24 October 2011; she said the sentence was an act of revenge by Viktor Yanukovych (he has said it is not).",
    "cluster": "1"
  },
  {
    "context": "The European Union and Russia protested against the sentence.",
    "cluster": "1"
  },
  {
    "context": "After the first was declared a mistrial, the second resulted in his conviction for the first rape and a sentence of 16 years in prison.",
    "cluster": "1"
  },
  {
    "context": "In 2005, after having served eight years of his 16-year sentence, Kelly appeared before a Connecticut parole board; his bid for release was rejected.",
    "cluster": "1"
  },
  {
    "context": "Renae Lawrence finished serving her 20-year sentence in Kerobokan Prison along with fellow Australian Schapelle Corby.",
    "cluster": "1"
  },
  {
    "context": "He was sentenced to seven years four months for the robberies, and continued serving his sentence for the murder of Abdi İpekçi (1929-1979), a left-wing journalist whom he shot.",
    "cluster": "1"
  },
  {
    "context": "For this assassination attempt, he served 19 years of his life sentence in prison in Italy for attempted murder.",
    "cluster": "1"
  },
  {
    "context": "She never renounced the Commune, and few times later the judges to sentence her to death.",
    "cluster": "1"
  },
  {
    "context": "People who qualify for asylum are those who can show that they might be badly treated in their own country because of their:  People often confuse exiling an individual from his/her home country as a migration to a political asylum but that is not as it seems, migrating with one's own will due to personal reasons can be a political migration but not under the sentence of Government.",
    "cluster": "1"
  },
  {
    "context": "For instance, this table gives a rule for a substitution cipher:  Using this rule, the sentence \"Jack and Jill went up the hill\" is changed to \"Etar tzn Evmm gkzc dw cuk uvmm\".",
    "cluster": "0"
  },
  {
    "context": "Each sentence has a melody; his short prose especially sounds lyrical.",
    "cluster": "0"
  },
  {
    "context": "Instead of saying \"The Earl of Sandwich introduced the Earl of Sandwich's favorite food, the sandwich\", one uses the pronoun \"his\" to replace \"the Earl of Sandwich's\" to make the sentence not repeat itself when it doesn't have to, thus the sentence becomes \"The Earl of Sandwich introduced his favorite food, the sandwich\".",
    "cluster": "0"
  },
  {
    "context": "Because of complaints from the other countries, Liu has been released to serve his RTL sentence outside of the labor camp.",
    "cluster": "1"
  },
  {
    "context": "These words are written on the wall behind the sculpture:   This is a complicated sentence and was written long ago.",
    "cluster": "0"
  },
  {
    "context": "Other parts of the language, like grammar and sentence structure, are a mixture of Polish and Romance.",
    "cluster": "0"
  },
  {
    "context": "The most well-known is article 1, which sets out the four criteria for statehood that have sometimes been recognized as an accurate statement of customary international law:  In addition, the first sentence of article 3 states explicitly that \"The political existence of the state is independent of recognition by the other states.\"",
    "cluster": "0"
  },
  {
    "context": "However, since he had already spent over a year in prison, the court did not make Karadžić spend the rest of his sentence in prison.",
    "cluster": "1"
  },
  {
    "context": "For example, a computer does not understand how to print a sentence on its screen.",
    "cluster": "0"
  },
  {
    "context": "Instead, a program written in assembly must tell it how to do all of the small steps that are involved in printing the sentence.",
    "cluster": "0"
  },
  {
    "context": "In contrast, a high-level programming language may have a single instruction such as PRINT \"\"This is a sentence\"\" that will tell the computer to perform all of the small tasks for you.",
    "cluster": "0"
  },
  {
    "context": "Burnside's boss helped to keep the murder sentence short because he needed Burnside to work on the farm.",
    "cluster": "1"
  },
  {
    "context": "Motto  A motto is a word, phrase or sentence used to describe the meaning or point of a group or organisation.",
    "cluster": "0"
  },
  {
    "context": "Convict  A convict is \"a person found guilty of a crime and sentenced by a court\" or \"a person serving a sentence in prison\".",
    "cluster": "1"
  },
  {
    "context": "When the half-human Doctor seemingly completes the sentence the original Doctor started at the end of \"Doomsday\" they kiss each other.",
    "cluster": "1"
  },
  {
    "context": "Clark, having served less than six years of his sentence, was given his ticket of leave on  31 December 1859, conditional he stayed in the Carcoar District.",
    "cluster": "1"
  },
  {
    "context": "There he met \"Darkie\" Frank Clark, who as Frank Christie, escapee from Melbourne’s Pentridge gaol in 1850 after serving five weeks of a five year sentence.",
    "cluster": "1"
  },
  {
    "context": "He served ten years of a cumulative 32-year sentence for twice wounding Trooper Hosie, with intent to kill and intent to cause harm and two counts of armed robbery.",
    "cluster": "1"
  },
  {
    "context": "The sentence generally involves a decree of imprisonment, a fine and/or other punishments against a defendant convicted of a crime.",
    "cluster": "1"
  },
  {
    "context": "Sentence (law)  In criminal law, a sentence forms the final act of a judge-ruled criminal procedure.",
    "cluster": "1"
  },
  {
    "context": "To be a sentence it must have at least one complete clause, with a verb and a subject.",
    "cluster": "1"
  },
  { "context": "at the end of a sentence.", "cluster": "0" },
  { "context": "It shows that the sentence has finished.", "cluster": "0" },
  {
    "context": "Hyphens have many uses in writing:   Lets use it in a sentence : mobin saw bio-hazard written on a container",
    "cluster": "0"
  },
  {
    "context": "So the English sentence \"I see the cat\" is said as \"the cat see I\" in Klingon.",
    "cluster": "0"
  },
  {
    "context": "The word order in a sentence is always object-verb-subject.",
    "cluster": "0"
  },
  {
    "context": "Therefore, the order that the words are put together in a sentence is less important in these languages, whereas in English it is needed to understand the sentence.",
    "cluster": "0"
  },
  {
    "context": "Case (grammar)  In grammar, case shows the job of a noun, adjective or pronoun in a sentence.",
    "cluster": "0"
  },
  {
    "context": "These ideas are:  In many languages like Latin, German, Russian, Spanish, Korean and Japanese, a noun's case is shown at the end of a word (the nouns change depending on their role in the sentence).",
    "cluster": "0"
  },
  {
    "context": "There are now more than 20,000 men and boys who live under an ever-present death sentence because of blood feuds.",
    "cluster": "1"
  },
  {
    "context": "After the war he got a sentence of 20 years imprisonment because of war crimes.",
    "cluster": "1"
  },
  {
    "context": "His murder conviction and sentence were overturned.",
    "cluster": "1"
  },
  {
    "context": "In 2001, he was convicted of the murder, but appealed his sentence.",
    "cluster": "1"
  },
  {
    "context": "Later, in 1972, the sentence was used by William J. Rapaport.",
    "cluster": "0"
  },
  {
    "context": "It has been talked about since 1967, when the sentence was used by Dmitri Borgmann in his book \"Beyond Language\".",
    "cluster": "0"
  },
  { "context": "The sentence does not have punctuation.", "cluster": "0" },
  {
    "context": "Buffalo buffalo Buffalo buffalo buffalo buffalo Buffalo buffalo  \"Buffalo buffalo Buffalo buffalo buffalo buffalo Buffalo buffalo\" is a sentence that uses correct grammar.",
    "cluster": "0"
  },
  { "context": "The sentence is very confusing because:", "cluster": "0" },
  {
    "context": "When John of Gaunt died in 1399, his estates and titles were declared forfeit to the crown as King Richard II named Hereford a traitor and commuted his sentence to exile for life.",
    "cluster": "1"
  },
  {
    "context": "Nevertheless, the sentence was often recorded quite explicitly.",
    "cluster": "1"
  },
  {
    "context": "Judges delivering sentence at the Old Bailey also seemed to have had some confusion over the term \"drawn\", and some sentences are summarized as \"Drawn, Hanged and Quartered\".",
    "cluster": "1"
  },
  {
    "context": "Wanger's attorney, Jerry Giesler, mounted a \"temporary insanity\" defense and Wanger served a four-month sentence at the Castaic Honor Farm two hours' drive north of Los Angeles, quickly returning to his movie career to make a string of intelligent hit movies.",
    "cluster": "1"
  },
  {
    "context": "In the end, the Inquisition deliver a death sentence on Carlos.",
    "cluster": "1"
  },
  {
    "context": "Libby's two and a half year prison sentence was later commuted by President Bush, though the other facet of his sentence ($250,000 fine) stands until Libby's appeals were to be considered.",
    "cluster": "1"
  },
  {
    "context": "Here are four of them:  A run-on sentence can be as short as 4 words, as long as it has 2 subjects and actions, making it an independent clause.",
    "cluster": "0"
  },
  {
    "context": "Run-on sentence  A run-on sentence is a sentence in which two or more independent clauses (i.e complete sentences) are joined without an appropriate conjunction or mark of punctuation.",
    "cluster": "0"
  },
  {
    "context": "The game picks up after \"Kingdom Hearts II\", focusing this time on King Mickey, Donald, Goofy and Jiminy Cricket, who discover a mysterious sentence in Jiminy's journal and then digitize the journal's contents to find the one responsible.  \"\"",
    "cluster": "0"
  },
  {
    "context": "Hoping the court would sentence Royall to ducking, sailors at the Navy Yard built a ducking stool.",
    "cluster": "1"
  },
  {
    "context": "They place the woman in this chair and so plunge her into the water as often as the sentence directs, in order to cool her immoderate heat.",
    "cluster": "1"
  },
  {
    "context": "Despite this sentence to prison, Ivers did not end up having to stay, because she was pardoned by then Governor Bulow of South Dakota who did so because of her old age.",
    "cluster": "1"
  },
  {
    "context": "The sentence was declared invalid in March 2013.",
    "cluster": "1"
  },
  {
    "context": "His appeal against the death sentence was rejected on 4 September 2007, and was sentenced to death for the fourth time on 17 January 2010.",
    "cluster": "1"
  },
  {
    "context": "In November 2007, he was detained by police at a rally in Moscow and given a jail sentence of five days.",
    "cluster": "1"
  },
  {
    "context": "The music suggests that the captain is telling Billy about his death sentence.",
    "cluster": "1"
  },
  {
    "context": "They decide Billy is guilty and sentence him to be hanged.",
    "cluster": "1"
  },
  {
    "context": "He continued Lewes's comparison to Shakespeare, and wrote that Austen:  began by being an ironical critic; she manifested her by direct censure, but by the indirect method of imitating and exaggerating the faults of her , humour, irony, the judgment not of one that gives sentence but of the mimic who quizzes while he mocks, are her characteristics.",
    "cluster": "1"
  },
  {
    "context": "With its subordinating conjunction, it joins the independent sentence by being smoothly contacted by its meaning.",
    "cluster": "0"
  },
  {
    "context": "\"Before the curtain rose\" is a dependent sentence.",
    "cluster": "0"
  },
  {
    "context": "But without this independent sentence,\"Nick came and took a bow\", the dependent sentence cannot stay by itself.",
    "cluster": "0"
  },
  {
    "context": "Complex sentence  A complex sentence is a sentence with two or more of dependent sentences and independent sentences mixed together by subordinating conjunctions, such as \"although,\" \"after,\" \"until,\" \"while,\" or \"when'\".",
    "cluster": "0"
  },
  {
    "context": "\"Before the curtain rose\" cannot stay by it self without an independent sentence joined together.",
    "cluster": "0"
  },
  {
    "context": "In this sentence, \"before\" is a subordinating conjunction.",
    "cluster": "0"
  },
  {
    "context": "Linking verb  A linking verb is a verb that joins the subject of a sentence to the complement.",
    "cluster": "0"
  },
  {
    "context": "He is serving his sentence at Allred Unit in Wichita Falls, Texas.",
    "cluster": "1"
  },
  {
    "context": "An equivalent sentence to the last example is: Here some grammarians also see \"son\" as the indirect object (\"letter\" is the term which cannot be left out).",
    "cluster": "0"
  },
  {
    "context": "Object (grammar)  An object in grammar is the target of an action, and occurs in any sentence with a transitive verb.",
    "cluster": "0"
  },
  {
    "context": "The sentence makes perfect sense without the indirect object.",
    "cluster": "0"
  },
  {
    "context": "The following two sentences are identical in meaning: Only in the first sentence is \"our children\" the grammatical subject.",
    "cluster": "0"
  },
  {
    "context": "Also, many sentences have no subject, for instance:  If a sentence does have a subject, then the rest of the sentence may be called the \"predicate\".",
    "cluster": "0"
  },
  {
    "context": "Subject (grammar)  The subject in grammar is the agent (the 'doer') in an active sentence such as: \"Alan kissed Jane\".",
    "cluster": "0"
  },
  {
    "context": "He has served a prison sentence and a suspended sentence.",
    "cluster": "1"
  },
  {
    "context": "Equal justice under law  Equal justice under law is a sentence on the front of the United States Supreme Court building in Washington D.C..",
    "cluster": "0"
  },
  {
    "context": "On March 27, 2014, Rice was indicted by a grand jury on third-degree aggravated assault, with a possible jail sentence for three to five years and a fine of up to $15,000.",
    "cluster": "1"
  },
  {
    "context": "A sentence, quotation, or poem that is put at the beginning of a written work.",
    "cluster": "0"
  },
  {
    "context": "For example, in the sentence \"A Bear Climbed Down\", the first letter of every word is in alphabetical order: A, B, C, D.  A form of writing where the first letter of each line, paragraph, or verse spells out a word or a message.",
    "cluster": "0"
  },
  {
    "context": "Many American style guides explicitly permit periods and commas outside the quotation marks when the presence of the punctuation mark inside the quotation marks will lead to ambiguity, such as when describing keyboard input:   In all major forms of English, question marks and exclamation marks are placed inside or outside quoted material depending on whether they apply to the whole sentence or just the quoted portion, but colons and semicolons are always placed outside.",
    "cluster": "0"
  },
  {
    "context": "When a quotation is followed by other writing on a line of text, a space follows the closing quotation mark unless it is immediately followed by other punctuation within the sentence, such as a colon or closing punctuation.",
    "cluster": "0"
  },
  { "context": "can end a sentence in American English.", "cluster": "0" },
  {
    "context": "If HAL says: “All systems are functional,” then:  However, another convention when quoting text in the body of a paragraph or sentence—for example, in an essay—is to recognize double quotation marks as marking an exact quotation, and single quotation marks as marking a paraphrased quotation or a quotation where grammar, pronouns, or plurality have been changed in order to fit the sentence containing the quotation (see reported speech).",
    "cluster": "0"
  },
  {
    "context": "When dealing with words-as-words, short-form works and sentence fragments, the styles differ:   When dealing with direct speech, American rules place periods and commas inside the quotation marks all the time, but the alternative usage varies.",
    "cluster": "0"
  },
  {
    "context": "Only the period, however, \"cannot\" end a quoted sentence when it does not also end the enclosing sentence, except for literal text:  References: \"Chicago Manual of Style\", 15th edition; \"Hart's Rules for Compositors and Readers at the University Press, Oxford\"; \"Merriam-Webster's Guide to Punctuation and Style\", second edition.",
    "cluster": "0"
  },
  {
    "context": "The latter is known for his invention of the pon farr, the Vulcan mating ritual, the first use of the sentence \"Live long and prosper\" and the first use of the Vulcan hand symbol.",
    "cluster": "0"
  },
  {
    "context": "Capone was released from his sentence in 1939, suffering from an advanced case of syphilis.",
    "cluster": "1"
  },
  {
    "context": "These include an 18-month prison sentence in September 2008 for assault occasioning actual bodily harm for attacking a 16-year-old boy with a golf club in December 2006.",
    "cluster": "1"
  },
  {
    "context": "Importing cocaine to the island is an offense that is punishable by death or a life sentence in prison.",
    "cluster": "1"
  },
  {
    "context": "It is a sentence which says something is true or false.",
    "cluster": "0"
  },
  { "context": "The sentence must be a meaningful statement.", "cluster": "0" },
  {
    "context": "In Aristotelian logic, a proposition is a particular kind of sentence, one which affirms or denies a predicate of a subject.",
    "cluster": "0"
  },
  {
    "context": "He voted in support of the death sentence for Louis XVI.",
    "cluster": "1"
  },
  {
    "context": "The second theory seems more probable, since original, Latin form of the sentence \" about the prince Popiel called Chościsko\" he is incorrect grammatically.",
    "cluster": "0"
  },
  {
    "context": "On May 31, 2018, President Donald Trump, soon after having pardoned commentator Dinesh D'Souza, told reporters that he was considering reducing Blagojevich's sentence (without pardoning him).",
    "cluster": "1"
  },
  {
    "context": "Trump called Blagojevich's 14-year sentence \"unfair\", saying that Blagojevich's statements about enriching himself were \"stupid\", but also the sort of thing \"that many other politicians say\".",
    "cluster": "1"
  },
  {
    "context": "Parentheses enclose text which could be left out, without destroying or altering the meaning of a sentence.",
    "cluster": "0"
  },
  {
    "context": "A milder effect may be obtained by using a pair of commas around the text, although if the sentence contains commas for other uses, then visual confusion may result.",
    "cluster": "0"
  },
  {
    "context": "The most prominent corruption case involving the ANC relates to a series of bribes paid to companies involved in the ongoing R55 billion Arms Deal saga, which resulted in a long term jail sentence to former Deputy President Jacob Zuma's legal adviser Schabir Shaik.",
    "cluster": "1"
  },
  {
    "context": "In 2013, the United States Department of Justice said that they had reached a deal with Skilling that resulted in 10 years being cut from his sentence.",
    "cluster": "1"
  },
  {
    "context": "Skilling was ultimately convicted of multiple federal felony charges that related to Enron's financial collapse, and he is currently serving a 24-year, four-month prison sentence at the Federal Correctional Institution in Englewood, Colorado.",
    "cluster": "1"
  },
  {
    "context": "You can see this in the sentence \"the red apples are juicy.\"",
    "cluster": "0"
  },
  {
    "context": "The preposition usually comes before the noun that it adds to the sentence, which is called the object of the preposition.",
    "cluster": "0"
  },
  {
    "context": "It can connect two words that both do the same thing in a sentence.",
    "cluster": "0"
  },
  {
    "context": "The adverb \"very\" describes the adjective \"sick\" in the sentence \"The boy is very sick.\"",
    "cluster": "0"
  },
  {
    "context": "They are also used to shorten common phrases that would otherwise need a full sentence to talk about.",
    "cluster": "0"
  },
  {
    "context": "An adverb can describe a verb, like the word \"quickly\" in the sentence \"He ran quickly.\"",
    "cluster": "0"
  },
  {
    "context": "In the sentence \"I like the ball; it is blue,\" you have to look at what comes before \"it\" to know that \"it\" is talking about the ball.",
    "cluster": "0"
  },
  {
    "context": "\"And\" in the sentence \"the boy and the girl run\" connects the boy to the girl because they both run.",
    "cluster": "0"
  },
  {
    "context": "A conjunction is a word that connects other parts of a sentence.",
    "cluster": "0"
  },
  {
    "context": "The word \"but\" in the sentence \"I like cats, but he likes dogs\" is a conjunction doing this.",
    "cluster": "0"
  },
  {
    "context": "An example is the word \"over\" in the sentence \"he walked over the bridge.\"",
    "cluster": "0"
  },
  {
    "context": "Adverbs can even describe other adverbs, as in the sentence \"He ran very quickly\"  A preposition is a word that describes how one noun (or pronoun) relates to another in the sentence as a whole.",
    "cluster": "0"
  },
  {
    "context": "Interjections can and often do take the place of an entire sentence, as they can give they meaning of a whole sentence in a single word.",
    "cluster": "0"
  },
  {
    "context": "This movie doesn't deserve to be mentioned in the same sentence with barrels[...].",
    "cluster": "0"
  },
  {
    "context": "\"No\" and \"a\" (from the Tagalog word \"ano\") are used for questions and are added to the end of a sentence only.",
    "cluster": "0"
  },
  {
    "context": "A \"show trial\" is a highly public trial where the sentence has been decided before the trial starts.",
    "cluster": "0"
  },
  {
    "context": "After this parole denial, Croatian government along with the Croatian Helsinki Committee, launched a campaign to secure his release on humanitarian grounds, arguing that Bušić had served out his sentence and therefore should be released.",
    "cluster": "1"
  },
  {
    "context": "Freeing this terrorist from a life sentence and shipping him to his homeland caused the disgust of relatives of the city cop he murdered more than 30 years ago.",
    "cluster": "1"
  },
  {
    "context": "Zvonko Bušić was charged with and convicted of air piracy resulting in death, which carried a mandatory life sentence.",
    "cluster": "1"
  },
  {
    "context": "Iraqi-born Nadhmi Auchi, received a 15-month suspended sentence and a £1.5m fine for his involvement taking illegal commissions.",
    "cluster": "1"
  },
  {
    "context": "In print, a word, phrase or sentence has other text around it.",
    "cluster": "0"
  },
  {
    "context": "Saldívar is currently serving a life sentence in a Texas jail.",
    "cluster": "1"
  },
  {
    "context": "Life imprisonment  Life imprisonment is a term used for a sentence of imprisonment.",
    "cluster": "1"
  },
  {
    "context": "The effect of such a sentence is different in each jurisdiction.",
    "cluster": "1"
  },
  {
    "context": "As a result of his conviction, he is serving a life sentence without parole at the Federal ADX Supermax prison in Florence, Colorado.",
    "cluster": "1"
  },
  {
    "context": "\"Eating this cake\" acts as a noun phrase within the sentence as a whole, though; the subject of the sentence is the non-finite clause, specifically \"eating\".",
    "cluster": "0"
  },
  {
    "context": "It is identical in form to the present participle (ending in \"-ing\") and can behave as a verb within a clause (so that it may be modified by an adverb or have an object), but the clause as a whole (sometimes consisting of only one word, the gerund itself) acts as a noun within the larger sentence.",
    "cluster": "0"
  },
  {
    "context": "In logic, an argument requires a set of two declarative sentences (or \"propositions\") known as the premises, with another declarative sentence (or \"proposition\") known as the conclusion.",
    "cluster": "0"
  },
  {
    "context": "It does not measure the difficulty of the sentence structure (the syntax).",
    "cluster": "0"
  },
  {
    "context": "He was then extradited to France, where he served another sentence.",
    "cluster": "1"
  },
  {
    "context": "Noriega served a prison sentence in the US, which ended in 2007.",
    "cluster": "1"
  },
  {
    "context": "Summing up a predominant view amongst the international philanthropic world, although one poorly grasped by the public, one sentence of this statement read: \"\"The contributions of the Rockefeller family are staggering in their extraordinary range and in the scope of their contribution to humankind.\"\"",
    "cluster": "0"
  },
  {
    "context": "Kidan received the same sentence as Abramoff — 5 years, 10 months — which he began serving at Fort Dix Federal Penetentiary, in Fort Dix, New Jersey, on October 23, 2006.",
    "cluster": "1"
  },
  {
    "context": "He served three years, six months of a six-year sentence in federal prison before being released early to a Baltimore halfway house on June 8, 2010.",
    "cluster": "1"
  },
  {
    "context": "The Justice Department asked that he serve his sentence there so that he would be closer to agents in Washington to help with the investigations of his associates.",
    "cluster": "1"
  },
  {
    "context": "Abramoff served three and a half years of a six-year sentence for conspiracy, honest services fraud, and tax evasion.",
    "cluster": "1"
  },
  {
    "context": "By change the tone of the sentence, or by adding a question mark, without change the normal order:",
    "cluster": "0"
  },
  {
    "context": "By adding the particle \"esque\" (or, more rarely, \"an\") to the beginning of the sentence:  4.",
    "cluster": "0"
  },
  {
    "context": "When the subject of a sentence has two possible predecessors, \"iste\" refers to the second predecessor.",
    "cluster": "0"
  },
  {
    "context": "\"Il\" can also be used when the real subject is a clause that occurs later in the sentence.",
    "cluster": "0"
  },
  {
    "context": "The wealthy and powerful have their property destroyed or taken, are dragged from their homes, and given show trials presided over by Dr. Jonathan Crane, where any sentence likely means death.",
    "cluster": "1"
  },
  {
    "context": "The sentence has been repeated many times in other languages and contexts.",
    "cluster": "0"
  },
  {
    "context": "The girls' father unsuccessfully attempted to have Elizabeth Andersen released earlier so that she could complete her sentence under house arrest in their hometown.",
    "cluster": "1"
  },
  {
    "context": "Neither sister served their full-time prison sentence: Sandra Andersen was released to a halfway house in 2009 and Elizabeth Andersen was released in 2010.",
    "cluster": "1"
  },
  {
    "context": "On July 16, 2015, he was convicted of twenty-four counts of first-degree murder, 140 counts of attempted first-degree murder, one count of possessing explosives, and a sentence enhancement of a crime of violence.",
    "cluster": "1"
  },
  {
    "context": "He is serving his life sentence in Pleasant Valley State Prison in Coalinga, California.",
    "cluster": "1"
  },
  {
    "context": "Sirhan Sirhan, a 24-year-old Palestinian immigrant, was guilty for Kennedy's murder and is now serving a life sentence for the assassination.",
    "cluster": "1"
  },
  {
    "context": "However, Smith's sentence was changed to life imprisonment.",
    "cluster": "1"
  },
  {
    "context": "At first, her sentence was cut down to two years and she was set free.",
    "cluster": "1"
  },
  {
    "context": "In the late 20th and early 21st century, the word became a sentence in its own right.",
    "cluster": "0"
  },
  {
    "context": "He is serving a prison sentence for the murder of his girlfriend Reeva Steenkamp.",
    "cluster": "1"
  },
  {
    "context": "Pistorius appeared in court on 13 June 2016 to start the sentence hearing for the murder conviction; on 6 July he was sentenced to six years imprisonment for murder.",
    "cluster": "1"
  },
  {
    "context": "On December 29, 2011, Bignone received a further 15-year prison sentence for crimes against humanity.",
    "cluster": "1"
  },
  { "context": "He received a sentence of 8.5 years.", "cluster": "1" },
  {
    "context": "Later was handed over to the Italian government and condemned to death but his sentence was commuted to life imprisonment.",
    "cluster": "1"
  },
  {
    "context": "In 1586, he delivered the death sentence to Mary, Queen of Scots.",
    "cluster": "1"
  },
  {
    "context": "He is currently serving a life sentence in prison for murder and racketeering.",
    "cluster": "1"
  },
  {
    "context": "In the sentence \"The woman sees \"him\"\", \"him\" is the object.",
    "cluster": "0"
  },
  {
    "context": "In many languages different forms of the word are used, depending on what function it has in the sentence - subject or object.",
    "cluster": "0"
  },
  {
    "context": "In German, \"the car\" as the subject of a sentence may be \"der Wagen\".",
    "cluster": "0"
  },
  {
    "context": "This is best explained with examples:  In the sentence \"\"He\" sees the woman\", \"he\" is the subject of the sentence.",
    "cluster": "0"
  },
  {
    "context": "When \"the car\" is used as the object in a sentence, it becomes \"den Wagen\", the accusative.",
    "cluster": "0"
  },
  {
    "context": "For example, in the sentence \"the boy's bike was red,\" the bike belongs to the boy.",
    "cluster": "0"
  },
  {
    "context": "She received a fine and suspended sentence for violating political advertising regulations.",
    "cluster": "1"
  },
  {
    "context": "Boere began serving his life sentence on 16 December 2011 at the age of 90.",
    "cluster": "1"
  },
  {
    "context": "While still serving his sentence, Khodorkovsky and his business partner Platon Lebedev were further charged and found guilty of embezzlement and money laundering in December 2010, extending his prison sentence to 2014.",
    "cluster": "1"
  },
  {
    "context": "He was found guilty and got the same sentence again.",
    "cluster": "1"
  },
  {
    "context": "After a last sentence said by captain Yi Ching-Fung, \"two thousand\" at 3.26pm, the recorder captured nothing more spoken.",
    "cluster": "0"
  },
  {
    "context": "He was arrested, but the claims weren't real and he was given a suspended sentence for wasting police time.",
    "cluster": "1"
  },
  {
    "context": "Magnotta is serving a life sentence and he will be eligible for parole in 25 years.",
    "cluster": "1"
  },
  {
    "context": "He was released from prison on 19 May 2017, due to serving half his sentence.",
    "cluster": "1"
  },
  {
    "context": "The sentencing judge was bound by the maximum sentence in force at the time of the offending.\"",
    "cluster": "1"
  },
  {
    "context": "On 30 July 2014, the new Attorney General, Jeremy Wright, announced that he would not be referring the sentence to the court of appeal for review \"as he did not think they would find it to be unduly lenient and increase it.",
    "cluster": "1"
  },
  {
    "context": "Harris was taken Bullingdon Prison in Oxfordshire, but was taken later to HM Prison Stafford in Stafford, Staffordshire after he was targeted and spat at by fellow inmates..   On 1 August 2014, Harris had applied to appeal against his indecent assault conviction and his lawyers requested permission with the Court of Appeal but on 1 November 2014, Harris lost his first round of permission to appeal.. On 1 December 2014, Harris dropped his bid to appeal the sentence, meaning that he will spend the next 2 and a half years in prison, and the next half will be a non-custodial..",
    "cluster": "1"
  },
  {
    "context": "The sentence was later referred to the Attorney General for England and Wales Dominic Grieve after complaints it was too lenient.",
    "cluster": "1"
  },
  {
    "context": "In October 2014 Evans was released from prison after serving half his sentence.",
    "cluster": "1"
  },
  {
    "context": "Evans was given a prison sentence of 5 years.",
    "cluster": "1"
  },
  {
    "context": "After the trial he received a 6 year sentence in January 1947.",
    "cluster": "1"
  },
  {
    "context": "He was given an extra sentence of 25 years to life after he pled guilty to two homicides in New York which took place in 1971 and 1977.",
    "cluster": "1"
  },
  {
    "context": "Many later formulae made use of some measure of sentence complexity as well as vocabulary.",
    "cluster": "0"
  },
  {
    "context": "The sentence was reduced by an independent tribunal to six and a half months.",
    "cluster": "1"
  },
  {
    "context": "He was sentenced to 461 years plus a life sentence with no possibility of parole.",
    "cluster": "1"
  },
  {
    "context": "He was given a six-year suspended sentence and five years probation.",
    "cluster": "1"
  },
  {
    "context": "Therefore, the sentence \"every natural number has another natural number larger than it\" is a quantified expression.",
    "cluster": "0"
  },
  {
    "context": "This is an example English sentence showing how meaning changes with order: This statement is true.",
    "cluster": "0"
  },
  {
    "context": "Topic sentence  Topic sentence is a term in grammar.",
    "cluster": "0"
  },
  {
    "context": "A topic sentence is usually the first in a paragraph.",
    "cluster": "0"
  },
  {
    "context": "So, for example, a sentence like \"Minor planets are smaller than major planets, and have orbits further out than the orbit of Neptune\" could be followed by details of the minor planets.",
    "cluster": "0"
  },
  {
    "context": "Barry served a prison sentence for possession of crack cocaine and probation for not paying tax.",
    "cluster": "1"
  },
  {
    "context": "There was a death sentence for any unlicensed possession of scripture in English—even though translations in all other major European languages were accepted.",
    "cluster": "1"
  },
  {
    "context": "Other important parts of language, like intonation (how words are said) and accentuation (which words in a sentence are stressed), are often lateralized to the right hemisphere.",
    "cluster": "0"
  },
  {
    "context": "From December 1993, he served an eight year jail sentence for child rape.",
    "cluster": "1"
  },
  {
    "context": "After serving his prison sentence, he lived in Vietnam and worked at a language academy.",
    "cluster": "1"
  },
  {
    "context": "If the sentence does not complete the thought, it may be a dependent clause.",
    "cluster": "0"
  },
  {
    "context": "It may look like a simple sentence, but it will not make sense on its own.",
    "cluster": "0"
  },
  {
    "context": "For example:   A simple sentence or independent clause is one that has a meaning to a reader or listener.",
    "cluster": "0"
  },
  {
    "context": "Simple sentence  A simple sentence (sometimes called an independent clause) is a sentence that contains a subject and a predicate (a verb).",
    "cluster": "0"
  },
  {
    "context": "A simple sentence is not defined by how short it is.",
    "cluster": "0"
  },
  { "context": "By itself it is a sentence fragment.", "cluster": "0" },
  {
    "context": "In several places the sentence of death was carried out.",
    "cluster": "0"
  },
  {
    "context": "There is a quite different theory of sentence structure, called dependency structure grammar.",
    "cluster": "0"
  },
  {
    "context": "Predicate (grammar)  The predicate in traditional grammar is the second part of a clause or sentence, the first being the subject.",
    "cluster": "0"
  },
  {
    "context": "This puts the finite verb (= conjugated verb) as the root of all sentence structure.",
    "cluster": "0"
  },
  {
    "context": "If you are a prisoner in this situation and you only care about yourself, the way to get the smallest sentence is to betray the other prisoner.",
    "cluster": "0"
  },
  {
    "context": "No matter what, you get a shorter sentence when you betray than when you do not.",
    "cluster": "1"
  },
  {
    "context": "Sometimes, people also talk about the sentence being \"undecidable\", but this has nothing to do with the notion of decidability as in solving a decison problem.",
    "cluster": "0"
  },
  {
    "context": "Independence (mathematical logic)  In mathematical logic, a sentence is independent from a first-order theory, if that theory cannot be used to prove the sentence as true or false.",
    "cluster": "0"
  },
  {
    "context": "He was serving a 15-year federal felony sentence at the time of his death.",
    "cluster": "1"
  },
  {
    "context": "In 2010, Langford began serving a 15-year federal felony sentence, the result of a highly publicized public corruption trial in Tuscaloosa, Alabama.",
    "cluster": "1"
  },
  {
    "context": "Around this time, Colvin was getting involved in the Youth Council of Montgomery of the National Association for the Advancement of Colored People (NAACP).Even though the got a light sentence from the court, she was branded a troublemaker.",
    "cluster": "1"
  },
  {
    "context": "Without a pardon, Edwards remains ineligible to seek the governorship until 15 years have passed from the end of his sentence.",
    "cluster": "1"
  },
  {
    "context": "Edwards began serving his sentence in October 2002 in Fort Worth, Texas, and was later transferred to the federal facility in Oakdale, Louisiana.",
    "cluster": "1"
  },
  {
    "context": "Her sentence was lifted in 2012 due to her health.",
    "cluster": "1"
  },
  {
    "context": "Other legal changes may lessen or eliminate possible punishments (for example by replacing the death sentence with lifelong imprisonment) ly.",
    "cluster": "1"
  },
  {
    "context": "It may also add new penalties or it may extend a sentence.",
    "cluster": "1"
  },
  {
    "context": "His sentence was for 10 years in Brandenburg Penitentiary (prison).",
    "cluster": "1"
  },
  {
    "context": "Because people were so upset about her lighter sentence, Koch was re-arrested in 1949 and tried before a West German court.",
    "cluster": "1"
  },
  {
    "context": "A biography of General Clay, written by Jean Edward Smith, says that years later, the General said:  However, the General also said:  News of the change in Koch's sentence did not become public until 16 September 1948.",
    "cluster": "1"
  },
  {
    "context": "Uwe was born in the Aichach women's prison near Dachau where Koch was sent to serve her life sentence.",
    "cluster": "1"
  },
  {
    "context": "On 8 June 1948, General Lucius D. Clay, the temporary military governor of the American Zone in Germany, decreased Koch's life sentence to four years in prison.",
    "cluster": "1"
  },
  {
    "context": "Koch also protested her life sentence to the United Nations Commission on Human Rights, but got no help from them.",
    "cluster": "1"
  },
  {
    "context": "Also, in the United States, except for serious offenses (such as murder), minors are usually tried in a juvenile court, which lessens the sentence allowed, but forfeits the right to a jury.",
    "cluster": "1"
  },
  {
    "context": "In 2013, al-Drees got a prison sentence of 20 months for her political comments on Twitter.",
    "cluster": "1"
  },
  {
    "context": "Wageningen University has also published an article discussing the challenges of evaluating SRI in which one concluding sentence read: \"Although the technical aspects of SRI have been contested, it clearly exists as a real social phenomenon\".",
    "cluster": "0"
  },
  {
    "context": "A \"reprieve\" cancels or changes a punishment for example, changing a death sentence to a sentence of life in prison.",
    "cluster": "1"
  },
  {
    "context": "The first known death sentence in colonial America happened in 1608.",
    "cluster": "1"
  },
  {
    "context": "Opponents argue that nobody has ever proved that capital punishment is more of a deterrent than a long prison sentence.",
    "cluster": "1"
  },
  {
    "context": "The jury found Simmons guilty, and recommended a death sentence.",
    "cluster": "1"
  },
  {
    "context": "They changed Simmons' sentence from death to life in prison.",
    "cluster": "1"
  },
  {
    "context": "Each appeals court which heard his case agreed with the original jury's death sentence.",
    "cluster": "1"
  },
  {
    "context": "Also, the United States Supreme Court has ruled several times that judges and juries must think about mitigating factors before deciding on a sentence.",
    "cluster": "1"
  },
  {
    "context": "The United States' federal courts can try people for federal crimes and can sentence them to death.",
    "cluster": "1"
  },
  { "context": "She got a prison sentence of six months.", "cluster": "1" },
  {
    "context": "The sentence against Barayagwiza was later decreased to 35 years due to a legal mistake.",
    "cluster": "1"
  },
  {
    "context": "He was eventually convicted by the American Drug Enforcement Administration and handed a 25-year sentence to be served at Terre Haute; he was released in April 1995 after serving seven years.",
    "cluster": "1"
  },
  {
    "context": "He served 19 months of a three-year sentence at the Federal Correctional Institution, Tucson.",
    "cluster": "1"
  },
  {
    "context": "Uday was imprisoned several times, exiled, and received a token death sentence by his father's regime.",
    "cluster": "1"
  },
  {
    "context": "In simple terms, first a thesis statement will have a main topic sentence formed from questioning the topic, then the writer's statement regarding the topic sentence, and finally ends with the specific supporting points detailing the writer's statement for justifying its relation with the topic sentence.",
    "cluster": "0"
  },
  {
    "context": "Rubrics of a good essay involve good sentence development and formation acceptable to grammatical standards and relevant word choices organized in forms of phrases, clauses and sentences.",
    "cluster": "0"
  },
  {
    "context": "It is usually just one sentence but it may have more than one sentence.",
    "cluster": "0"
  },
  {
    "context": "There is a head word and various other words to make the phrase or sentence.",
    "cluster": "0"
  },
  {
    "context": "It refers to the way a phrase or sentence is made up.",
    "cluster": "0"
  },
  {
    "context": "On January 17, 2017, President Barack Obama lowered López Rivera's sentence and was released from prison on May 17, 2017.",
    "cluster": "1"
  },
  {
    "context": "Bartram was given the death penalty after the war but was later pardoned and the sentence was changed to life in prison.",
    "cluster": "1"
  },
  {
    "context": "Ekhtesari received a prison sentence of 11½ years and 99 lashes.",
    "cluster": "1"
  },
  {
    "context": "He served a life sentence at the Butner Medical Center, in Butner, North Carolina, United States.",
    "cluster": "1"
  },
  {
    "context": "Amir is serving a life sentence in prison because of assassinating Israeli Prime Minister Yitzhak Rabin on November 4, 1995.",
    "cluster": "1"
  },
  {
    "context": "He received a sentence of five years in a Saudi Arabian prison after he posted on Twitter in support of human rights and women driving cars.",
    "cluster": "1"
  },
  {
    "context": "In October 2016, Iranian officials called Ebrahimi Iraee on a friend's telephone and told her to go to Evin Prison to start serving a six-year prison sentence.",
    "cluster": "1"
  },
  {
    "context": "Golrokh began serving a six-year sentence in October 2016 for “insulting the sacred” and “propaganda against the state,” after she wrote a story about stoning.",
    "cluster": "1"
  },
  {
    "context": "In January 2017, Sychev's sentence was upheld on appeal.",
    "cluster": "1"
  },
  {
    "context": "Mekfoula Brahim, activist and president of For a Green and Democratic Mauritania says that Mohamed was a victim of a very hard prison sentence because he belongs to a powerless and hated group.",
    "cluster": "1"
  },
  {
    "context": "She served her sentence at the Federal Medical Center, Carswell, a federal prison in Fort Worth, Texas.",
    "cluster": "1"
  },
  {
    "context": "After applying \"Article 134\", her sentence was reduced to five years, however she is still in Evin Prison.",
    "cluster": "1"
  },
  {
    "context": "They were put on trial, sentence to death with Sophie’s last words being “Die Sonne scheint noch\" or \"The sun still shines.\"",
    "cluster": "1"
  },
  {
    "context": "Convicted for his role in the crimes of the communist regime, he was sentenced to seven-and-a-half years in prison after German reunification, and served his sentence in Hakenfelde Prison.",
    "cluster": "1"
  },
  {
    "context": "As the death penalty for murder had been abolished while Brady and Hindley were held on remand, the judge passed the only sentence that the law allowed: life imprisonment.",
    "cluster": "1"
  },
  {
    "context": "Inversion (linguistics)  In linguistics, inversion is when the words in a sentence are in a different order than normal.",
    "cluster": "0"
  },
  {
    "context": "A U.S. State Department spokesman said Warmbier's harsh sentence was a response to U.S. sanctions against North Korea for its nuclear activities.",
    "cluster": "1"
  },
  {
    "context": "While a modern Japanese sentence could be written like this: 私はすしを食べます \"Watashi-wa sushi-o tabemasu\" (meaning: I eat sushi), the same sentence written entirely in man'yōgana could be written as 和多氏巴寿司鳥他邊麻須, giving it a more Chinese look.",
    "cluster": "0"
  },
  {
    "context": "Or, if someone wanted to keep all the kanji the same but replace all the modern kana, the sentence would look like this 私巴寿司鳥食邊麻須.",
    "cluster": "0"
  },
  {
    "context": "Instead of saying \"The Earl of Sandwich introduced the Earl of Sandwich's favorite food, the sandwich\", one uses the pronoun \"his\" to replace \"the Earl of Sandwich's\" to make the sentence not repeat itself when it doesn't have to, thus the sentence becomes \"The Earl of Sandwich introduced his favorite food, the sandwich\".",
    "cluster": "0"
  },
  {
    "context": "In English, if a person was writing the sentence \"I see you tonight\" in a text message, the person might write \"⊙ L C U 2nite\", in which the symbol \"⊙\", which is a picture of an eye, represents the word \"I\" because it sounds the same, \"L\" stands for the contracted \"will\" as in \"I'll\", the letter \"C\" represents the word \"see\", the letter \"U\" represents the word \"you\", the number \"2\" represents the word \"to\", and the word \"nite\" is represents the word \"night\".",
    "cluster": "0"
  },
  {
    "context": "In February 2005, Shanley was found guilty of indecent assaults and the rape of a male minor and received a sentence of 12 to 15 years in prison.",
    "cluster": "1"
  },
  {
    "context": "Winter, 1910 Panzram alleged in his 1929 autobiography that after serving a short sentence at Rusk Texas, he claimed to have gone to Juarez, Mexico to try to enlist in the Federal Mexican Army; he then left on a train for Del Rio, Texas and got off in a small town 50 to 100 miles east of El Paso, Texas where about a mile south of that town he alleged to have abducted, assaulted, kicked and strangled a man and then stole $35.00 from the victim.",
    "cluster": "1"
  },
  {
    "context": "Totally rebellious against any authority, he was court-martialed in April 1908 for larceny of US Government property and sentenced to US Military Leavenworth Prison Kansas for 3 years at hard labor-sentence confirmed by Secretary of War, William Howard Taft.",
    "cluster": "1"
  },
  {
    "context": "August 12, 1928 Panzram arrested Washington D.C.  September 2, 1928 Panzram Inmate #33379 mugshot Washington DC  November 3, 1928 Panzram starts his autobiography  November 12, 1928, Panzram tried for burglary found guilty and sentenced to a total of 25 years in Prison  February 1, 1929, Panzram Inmate # 31614 to serve his sentence at Leavenworth Prison Kansas  June 20, 1929, Panzram kills Leavenworth Prison employee Robert Warnke with an iron bar.",
    "cluster": "1"
  },
  {
    "context": "Panzram later claims that while before his imprisonment he had been a pretty rotten yegg, the only result of his sentence was to drive any goodness out of him.",
    "cluster": "1"
  },
  {
    "context": "He was released from prison on November 2, 2006, after serving a 15-year sentence for extortion.",
    "cluster": "1"
  },
  {
    "context": "The fifth is the sentence translated translated in English.",
    "cluster": "0"
  },
  {
    "context": "The first sentence is the biblical verse John 3:16 in the King James Version written in English using \"scriptio continua\" writing, and the second is the same sentence written in English using spaces, punctuation and cases.",
    "cluster": "0"
  },
  {
    "context": "The first sentence below is a sentence written in modern Chinese, the second is the same sentence using \"scriptio continua\" writing, the third is the sentence written with spaces in between the words, the fifth is the sentence written in Hanyu Pinyin, and the fifth is the sentence translated into English.",
    "cluster": "0"
  },
  {
    "context": "The first sentence below is sentence written in Japanese using hiragana, katakana and kanji without spaces between words.",
    "cluster": "0"
  },
  {
    "context": "The first sentence below is the first sentence of Ovid's Metamorphoses written in Latin using \"scriptio continua\" writing, the second is the same sentence written in Latin using spaces, punctuation and cases, and the third is an English translation.",
    "cluster": "0"
  },
  {
    "context": "At the High Court hearing, considering his age, the sentence was reduced to three and a half years.",
    "cluster": "1"
  },
  {
    "context": "In protest at his sentence and seizure of his movie materials, Hossein Rajabian released the medium-quality copy of his movie \"\" online.",
    "cluster": "1"
  },
  {
    "context": "On appeal, his sentence was changed to three years imprisonment and three years of suspended jail and fines.",
    "cluster": "1"
  },
  {
    "context": "After imprisonment of Hossein Rajabian, senior officials of the world started to react officially to this sentence.",
    "cluster": "1"
  },
  {
    "context": "It contains all the information necessary to be a complete sentence.",
    "cluster": "0"
  },
  {
    "context": "An independent clause has a subject that tells you what the sentence is about and a verb that tells you what the subject is doing.",
    "cluster": "0"
  },
  {
    "context": "He was best known for the minor role as Dr. Evazan in \"\" (1977) whose line: \"\"I have the death sentence on twelve systems\"\" led the franchise's first use of a lightsaber in combat.",
    "cluster": "1"
  },
  {
    "context": "Ellsberg was charged under the Espionage Act of 1917 along with other charges of theft and conspiracy, carrying a total maximum sentence of 115 years.",
    "cluster": "1"
  },
  {
    "context": "He appealed against the verdict, but the sentence was upheld on April 12, 2007, by the Supreme Court of Mississippi.",
    "cluster": "1"
  },
  {
    "context": "After a failed appeal, President Bush commuted Libby's sentence of 30 months in federal prison, leaving the other parts of his sentence intact.",
    "cluster": "1"
  },
  {
    "context": "In 1994, Toft appealed the sentence but lost.",
    "cluster": "1"
  },
  {
    "context": "He served 11 years of his sentence and was freed.",
    "cluster": "1"
  },
  {
    "context": "The sentence given to the repeat offender of driving while intoxicated (DWI) outraged Lightner who then organized Mothers Against Drunk Drivers.",
    "cluster": "1"
  },
  {
    "context": "The sentence was challenged on the grounds that the arrest violated the search and seizure clause of the Fourth Amendment.",
    "cluster": "1"
  },
  { "context": "The sentence was later appealed.", "cluster": "1" },
  { "context": "The sentence was appealed.", "cluster": "1" },
  {
    "context": "God Is a Woman  \"God Is a Woman\" (written in sentence case) is a song by American singer Ariana Grande, from her fourth studio album, \"Sweetener\" (2018).",
    "cluster": "0"
  },
  {
    "context": "He is serving a life sentence without the possibility of parole in the Federal Correctional Institution in Terre Haute, Indiana, United States.",
    "cluster": "1"
  },
  {
    "context": "\"parties\") and would make a sentence about the password (\"\"Password\" is a great game to play at \"parties\"\") before signing off.",
    "cluster": "0"
  },
  {
    "context": "Gary Gilmore  Gary Mark Gilmore (December 4, 1940 – January 17, 1977) was an American criminal who gained international attention for demanding that his death sentence be carried out for two murders he committed in Utah.",
    "cluster": "1"
  },
  {
    "context": "Sobhraj received a sentence of life imprisonment.",
    "cluster": "1"
  },
  {
    "context": "In the case of the co-pilot the sentence was suspended.",
    "cluster": "1"
  },
  {
    "context": "The sentence was appealed and Núñez was allowed bail.",
    "cluster": "1"
  },
  {
    "context": "Batyrov received a life sentence for his alleged role in ethnic conflicts in southern Kyrgyzstan in summer 2010.",
    "cluster": "1"
  },
  {
    "context": "He was arrested in November 2018 on racketeering and firearm charges, among others, for which he is facing a possible life sentence in federal prison.",
    "cluster": "1"
  },
  {
    "context": "The series centers on Marcus Jackson (Bill Bellamy), a well-known movie actor who ends up in legal trouble due to a physical altercation with a paparazzo, leading to his sentence to teach a class of inner-city high school students in Los Angeles' infamous South Central neighborhood.",
    "cluster": "1"
  },
  {
    "context": "He twice escaped from Yemen prison, once after his death sentence was issued, and was being sought as an FBI Most Wanted Terrorist fugitive.",
    "cluster": "1"
  },
  {
    "context": "He was sentenced for 7 years in prison, and served his sentence from 1980 to 1984.",
    "cluster": "1"
  }
]
